import { Component } from "react";
import { useState } from "react";
import "../sidepage/page5.css";

export default function Page5() {
  const tas = localStorage.getItem("tas");
  const [class1, setClass1] = useState(tas);
  return (
    <>
      {class1 == "main1" && (
        <main className={class1}>
          <h1>طرز تهیه وزیری کباب</h1>
          <div className="pic"></div>
          <p>
            <i>کباب وزیری از دو سیخ کباب جوجه و کوبیده هست</i>
          </p>
        </main>
      )}
      {class1 == "main2" && (
        <main className={class1}>
          <h1>طرز تهیه مرصع پلو</h1>
          <div className="pic"></div>
          <p>
            <i>
              امروز قصد داریم طرز تهیه مرصع پلو را به شما آموزش دهیم. اگر شما هم
              مثل من به ظاهر غذا اهمیت بدهید بدون شک این غذا را به عنوان
              زیباترین غذای ایرانی انتخاب خواهید کرد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">7 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 کیلوگرم برنج</li>
            <li>1 عدد مرغ پاک کرده یا 7 تکه سینه مرغ</li>
            <li>1 عدد پیاز</li>
            <li>100 گرم کشمش پلویی</li>
            <li>150 گرم زرشک</li>
            <li>100 گرم خلال بادام</li>
            <li>100 گرم خلال پسته</li>
            <li>1 پیمانه روغن</li>
            <li>2 لیوان خلال پرتقال یا نارنج تلخی گرفته شده شیرین</li>
            <li>1 قاشق مرباخوری زعفران ساییده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برنج را خیس می‌کنیم، مرغ را تمیز می‌کنیم، با یک لیوان آب یک عدد
              پیاز و کمی نمک می‌گذاریم بپزد به طوریکه بعد از پختن نصف لیوان آب
              داشته باشد.
            </li>
            <li>
              ستخوان‌های درشت مرغ را می‌کشیم و مرغ را به قطعات متوسط خرد
              می‌کنیم. زرشک و کشمش را جداگانه می‌شوییم و خشک می‌کنیم و جداگانه
              با دو قاشق روغن سرخ می‌کنیم.
            </li>
            <li>
              به زرشک دو سه قاشق شکر اضافه می‌کنیم. خلال بادام را نیز در آب سرد
              خیس می‌کنیم تا کمی نرم شود، زعفران را در کمی آبجوش حل می‌کنیم و
              آماده می‌گذاریم.
            </li>
            <li>
              برنج را آبکش می‌کنیم، کمی روغن و آب ته قابلمه می‌ریزیم و 1/2 از
              برنج را در قابلمه ریخته و قطعات مرغ را روی آن می‌گذاریم.
            </li>
            <li>
              نصف از بقیه برنج را روی مرغ می‌ریزیم و نصف از خلال پرتقال و بادام
              را روی سطح برنج قرار می‌دهیم و با بقیه برنج روی آن‌را می‌پوشانیم.
            </li>
            <li>
              در قابلمه را بسته و روی حرارت قرار می‌دهیم تا در قابلمه عرق کند.
              آب مرغ را صاف کرده و با سه چهار قاشق روغن و کمی زعفران حل شده در
              آبجوش مخلوط می‌کنیم و روی برنج می‌دهیم و برنج را دم می‌کنیم.
            </li>
            <li>
              نکته حساس در کشیده این پلو است که باید نهایت سلیقه را به کار برد،
              دیس بزرگ انتخاب می‌کنیم. دو سه کفگیر از روی برنج را که به گل پلو
              معروف است بر می‌داریم و با زعفران مخلوط می‌کنیم.
            </li>
            <li>
              خلال بادام و پرنقال و کشمش سرخ کرده و زرشک سرخ کرده را با برنج
              داخل قابلمه مخلوط می‌کنیم و پلو را در دیس می‌کشیم.
            </li>
            <li>
              قطعات مرغ را روی آن می‌چینیم و با برنج زعفرانی روی مرغ را
              می‌پوشانیم و با بقیه خلال بادام، خلال پرتقال، زرشک و کشمش سرخ کرده
              و خلال پسته روی پلو را به دقت به صورت راه‌راه و یا خانه‌خانه تزئین
              می‌کنیم و کمی کره آبکرده روی دیس می‌دهیم.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main3" && (
        <main className={class1}>
          <h1>طرز تهیه کشک بادمجان با گوشت</h1>
          <div className="pic"></div>
          <p>
            <i>
              کشک بادمجان یا کشک و بادمجان یک غذای خوشمزه ایرانی است که با
              بادمجان سرخ شده یا کبابی و کشک درست می‌شود. اگر قرار است برای
              مهمانی آخر هفته کشک بادمجان درست کنید بهتر است فوت و فن‌های این
              پیش غذای خوش طعم را بدانید.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>4 عدد بادمجان</li>
            <li>1 فنجان کشک</li>
            <li>100 گرم گوشت چرخ کرده</li>
            <li>½ فنجان گردوی خرد شده</li>
            <li>2 عدد پیاز متوسط</li>
            <li>روغن به مقدار لازم</li>
            <li>نمک، زردچوبه و فلفل</li>
            <li>1 قاشق چایخوری زعفران دم کرده</li>
            <li>1 قاشق غذاخوری نعناع خشک</li>
            <li>پیاز داغ و سیر داغ</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              بادمجان‌ها را بشویید، پوست آن‌ها را جدا کنید و از طول برش بزنید.
            </li>
            <li>
              روی بادمجان‌ها نمک بپاشید و بگذارید یک ساعت بماند تا تلخی‌اش گرفته
              شود.
            </li>
            <li>
              بعد از یک ساعت بادمجان‌ها را با آب سرد بشویید و بگذارید تا کاملا
              خشک شوند.
            </li>
            <li>نصف پیاز خرد شده را با کمی روغن تفت دهید تا طلایی شود.</li>
            <li>
              نمک، فلفل و زردچوبه را به پیاز اضافه کنید و با هم مخلوط کنید.
            </li>
            <li>
              گوشت چرخ کرده را به پیاز اضافه کنید و هم بزنید تا گوشت نرم و طلایی
              شود.
            </li>
            <li>
              کمی آب جوش به گوشت اضافه کنید، حرارت را کم کنید و بگذارید گوشت
              کاملا بپزد.
            </li>
            <li>وقتی آب گوشت تمام شد، آن را از روی حرارت بردارید.</li>
            <li>بادمجان‌ها را روی حرارت ملایم با روغن سرخ کنید.</li>
            <li>باقی مانده پیاز را در روغن سرخ کنید تا طلایی شود.</li>
            <li>
              نمک، زردچوبه و پودر نعنا خشک را به پیاز اضافه کرده و هم بزنید.
            </li>
            <li>بادمجان‌های سرخ شده را به پیازها اضافه کنید.</li>
            <li>کشک را با کمی آب جوش رقیق کنید و به بادمجان‌ها اضافه کنید.</li>
            <li>30 دقیقه اجازه دهید بادمجان با کشک بپزد و نرم شود.</li>
            <li>
              بعد از اینکه بادمجان کاملا نرم شد می‌توانید آن را با گوشت کوب
              بکوبید و پوره کنید.
            </li>
            <li>
              کشک بادمجان را در ظرف مورد نظر بکشید و با نعناع داغ و پیاز داغ و
              سیر داغ و گردوی خرد شده و گوشت چرخ کرده و کشک تزیین کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main4" && (
        <main className={class1}>
          <h1>طرز تهیه دلمه فلفل دلمه ای</h1>
          <div className="pic"></div>
          <p>
            <i>
              دلمه انواع و اقسام بسیار زیادی دارد که ما بیشتر آن را با دلمه برگ
              مو می‌شناسیم. اما یکی از خوشمزه‌ترین انواع آن همین دلمه فلفل
              دلمه‌ای است. از آنجایی که این غذا ظاهر زیبایی دارد معمولا در کنار
              غذای اصلی در مهمانی‌ها ارایه می‌شود. برای تهیه دلمه به سبزیجات،
              فلفل دلمه‌ای، گوشت چرخ کرده و ادویجات نیاز دارید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div class="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1/4 پیمانه برنج</li>
            <li>1/3 پیمانه لپه</li>
            <li>4 عدد فلفل دلمه ای (رنگ‌های مختلف)</li>
            <li>250 گرم گوشت چرخ کرده</li>
            <li>2 عدد پیاز نگینی خرد شده</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>100 گرم سبزی دلمه (جعفری، تره، پیازچه و ترخون خرده شده)</li>
            <li>فلفل سیاه به مقدار لازم</li>
            <li>زردچوبه به مقدار لازم</li>
            <li>نمک به مقدار لازم</li>
            <li>1 عدد لیمو (دلخواه)</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برای شروع ابتدا برنج شسته را درون یک قابلمه کوچک ریخته و مقدار یک
              پیمانه آب به آن اضافه کنید و اجازه دهید با حرارت بالا برنج به صورت
              نیم پز در بیاید. البته لازم نیست درب قابلمه را بگذارید. بعد از پخت
              برنج را در یک ظرف مجزا بریزید.
            </li>
            <li>
              حالا لپه را درون یک قابلمه ریخته و 2 پیمانه آب به آن اضافه کنید و
              اجازه دهید تا لپه به خوبی بپزد. برای پخت لپه باید درب قابلمه را
              ببندید. و بعد از پخت لپه را از روی حرارت برداشته و کنار بگذارید.
            </li>
            <li>
              حالا یک پیاز را که قبلا نگینی خرد کرده بودید درون یک ماهیتابه
              ریخته و با مقداری روغن آن را سرخ کنید، هنگامی که پیاز طلایی شد
              گوشت چرخ کرده درون تابه ریخته و خوب آن را پهن کنید و با قاشق چوبی
              هم بزنید و تفت بدهید.
            </li>
            <li>
              وقتی که رنگ گوشت چرخ کرده عوض شد، نمک، فلفل و زردچوبه را به همراه
              یک قاشق غذاخوری رب گوجه فرنگی به تابه اضافه کنید و آن را خوب هم
              بزنید و آن را تفت بدهید.
            </li>
            <li>
              سپس برنج نیم پز، لپه پخته شده، سبزی دلمه را به مواد داخل تابه
              اضافه کنید و آن را با هم مخلوط کنید. مایه دلمه شما آماده است درب
              قابلمه را بگذارید و آن را از روی حرارت بردارید و کنار بگذارید.
            </li>
            <li>
              حالا سر فلفل دلمه‌ای‌ها را با یک چاقوی تیز بریده و داخل آن را خالی
              کنید.
            </li>
            <li>
              در این مرحله مایه دلمه را درون فلفل‌هایی که خالی کردید بریزید و با
              یک قاشق آن را فشرده کنید و در نهایت درب فلفل دلمه ای‌ها را گذاشته
              و آن‌ها را کنار بگذارید.
            </li>
            <li>
              یک قابلمه با عمق زیاد را برداشته و پیاز دوم را نگینی کرده و با
              روغن کمی تفت دهید تا پیاز نرم شود، باقی مانده رب گوجه فرنگی به
              همراه نمک، فلفل و زردچوبه به همراه نیم لیتر آب و آبلیموی تازه به
              قابلمه اضافه کنید.
            </li>
            <li>
              حرارت گاز را زیاد کنید و اجازه دهید تا سس شروع به جوشیدن کند.
            </li>
            <li>
              بعد از اینکه سس جوشید، زیر گاز را کم کرده و فلفل دلمه ای‌ها را
              درون قابلمه قرار دهید.
            </li>
            <li>زمانی که فلفل‌ها نرم شدند، دلمه شما آماده سرو خواهد بود.</li>
          </ol>
        </main>
      )}
      {class1 == "main5" && (
        <main className={class1}>
          <h1>طرز تهیه شوید پلو</h1>
          <div className="pic"></div>
          <p>
            <i>
              شوید پلو یکی از انواع پلو ایرانی است که محبویت زیادی دارد و در
              سفره ما ایرانی‌ها معمولا حاضر است. این غذا بسیار ساده بوده و آن را
              با مرغ پخته و گوشت پخته میل می‌کنند.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span class="two11">1 ساعت 45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 پیمانه شوید تازه (می‌توانید از شوید خشک هم استفاده کنید)</li>
            <li>3 پیمانه برنج</li>
            <li>2 قاشق غذاخوری نمک</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              بتدا برنج را به خوبی بشویید، این کار را باید تا جایی ادامه دهید که
              آب برنج شفاف شود و فاقد نشاسته باشد.
            </li>
            <li>
              بعد از اینکه برنج را شستیم، روی برنج را با آب پر کرده و دو قاشق
              چایخوری نمک را اضافه می‌کنیم و برنج را کنار می‌گذاریم.
            </li>
            <li>
              یک قابلمه پر از آب را روی گاز بگذارید و اجازه دهید به جوش بیاید.
            </li>
            <li>
              بعد از اینکه آب جوشید، دو قاشق غذاخوری نمک به آن اضافه کنید و آب
              برنج را بگیرید و به قابلمه اضافه کنید.
            </li>
            <li>
              بعد از دو دقیقه که برنج را به آب جوش اضافه کردید، شوید را به آن
              اضافه کنید و اجازه دهید برنج نیم پز شود.
            </li>
            <li>
              در این مرحله برنج را آب کش کنید تا تمام آب از برنج و شوید جدا شود.
            </li>
            <li>
              حالا قابلمه را روی گاز بگذارید و 3 قاشق غذاخوری روغن به آن اضافه
              کنید. زیر قابلمه متوسط رو به بالا باشد.
            </li>
            <li>
              در این مرحله برش‌هایی از نان لواش یا تافتون نازک را به ته قابلمه
              اضافه کنید.
            </li>
            <li>
              حالا برنج را در قابلمه بریزید و روی آن را آب و روغن اضافه کنید.
              این میزان دلخواه است اما نصف لیوان آب و روغن مخلوط شده برای این
              دستور کافیست.
            </li>
            <li>
              درب قابلمه را بگذارید (می‌توانید برای دم کشیدن بهتر، از دم کنی
              استفاده کنید). شعله گاز را کم کنید تا برنج به آرامی دم بکشد.
            </li>
            <li>
              حدود 45 تا 60 دقیقه طول می‌کشد تا برنج شما به خوبی دم کشیده شود.
            </li>
            <li>شوید پلو آماده سرو کردن است.</li>
          </ol>
        </main>
      )}
      {class1 == "main6" && (
        <main className={class1}>
          <h1>طرز تهیه گراتن سیب زمینی</h1>
          <div className="pic"></div>
          <p>
            <i>
              گراتن سیب زمینی یکی از محبوب‌ترین انواع گراتن است. برای درست کردن
              این غذا اسلایس‌های نازک سیب زمینی داخل ظروف پیرکس قرار داده می‌شود
              و روی آن پنیر پیتزا و سس بشامل ریخته می‌شود و در فر پخته می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>200 گرم قارچ</li>
            <li>3 پیمانه شیر</li>
            <li>3 قاشق غذاخوری کره</li>
            <li>4 قاشق غذاخوری آرد</li>
            <li>1 قاشق مرباخوری آویشن</li>
            <li>3 عدد سیب زمینی متوسط</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>2 عدد فلفل دلمه‌ای نگینی خرد شده</li>
            <li>200 گرم پنیر پیتزا</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>کره را در یک ظرف مناسب روی حرارت ملایم آب کنید.</li>
            <li>
              آرد را به کره اضافه کنید و بگذارید برای 30 ثانیه آرد و کره روی
              حرارت باشند تا بوی خامی آرد گرفته شود.
            </li>
            <li>
              سپس شیر را به آرد اضافه کنید مرتب هم بزنید تا آرد درون شیر ته نشین
              نشود و سس یکدستی داشته باشید.
            </li>
            <li>
              سس را مدام هم بزنید تا به جوش بیاید و غلیظ شود. سپس کمی نمک، فلفل
              و آویش به آن اضافه کنید و از روی حرارت بردارید.
            </li>
            <li>سیب زمینی‌ها را به صورت حلقه حلقه و نازک برش بزنید.</li>
            <li>سیب زمینی‌ها را کف یک ظرف پیرکس با اندازه مناسب بچینید.</li>
            <li>
              قارچ‌ها را هم به صورت ورقه ورقه برش بزنید و روی سیب زمینی‌ها
              بریزید.
            </li>
            <li>
              فلفل دلمه ای نگینی خرد شده را هم اضافه کنید و کمی پنیر پیتزا روی
              مواد بریزید.
            </li>
            <li>
              یک لایه دیگر از سیب زمینی، قارچ و فلفل دلمه‌ای و پنیر پیتزا روی
              مواد بگذارید و سس بشامل را روی آن بریزید.
            </li>
            <li>
              چون سیب زمینی‌ها خام هستند باید مقدار سس سفید به اندازه‌ای باشد که
              تمام مواد را در بربگیرد تا در فر بخوبی بپزد.
            </li>
            <li>
              فر را از قبل گرم کنید و درجه حرارت آن را روی 180 درجه سانتیگراد
              تنظیم کنید. گراتن سیب زمینی باید برای 1 ساعت درون فر بماند تا
              بخوبی بپزد.
            </li>
            <li>
              بعد از اینکه گراتن سیب زمینی به خوبی پخت آن را از فر بیرون
              بیاورید، یک لایه پنیر پیتزا روی آن بریزید و برای 5 دقیقه دیگر داخل
              فر قرار دهید تا پنیر روی آن آب شود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main7" && (
        <main className={class1}>
          <h1>طرز تهیه باقالی پلو با ماهیچه</h1>
          <div className="pic"></div>
          <p>
            <i>
              باقلاپلو یا در بیان روزانه باقالی‌پلو، یکی از انواع پلوها در آشپزی
              ایرانی است که معمولا در جشن‌ها و مهمانی‌ها از آن استفاده می‌شود و
              البته در مهمانی آن را با گوشت بر سرسفره می‌آورند و به آن
              «باقالی‌پلو با گوشت» می‌گویند؛ این غذا با گوشت ماهیچه طعم و مزه
              بهتری خواهد داشت و هواداران زیادی دارد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">5 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>4 پیمانه برنج</li>
            <li>500 گرم ماهیچه</li>
            <li>1 پیمانه باقالی سبز</li>
            <li>4 قاشق غذاخوری شوید خشک</li>
            <li>2 حبه سیر (دلخواه)</li>
            <li>4 عدد پیاز</li>
            <li>2 قاشق غذاخوری زعفران دم کرده</li>
            <li>زردچوبه، نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا ماهیچه‌ها را به خوبی بشویید سپس پیازها را خلالی خرد کرده و
              با مقداری روغن و کره تفت دهید.
            </li>
            <li>
              حالا ماهیچه‌ها را اضافه کنید، حرارت گاز را کم کنید و درب قابلمه را
              بگذارید و ده دقیقه اجازه دهید گوشت بپزد و پس از ده دقیقه گوشت را
              پشت و رو کنید.
            </li>
            <li>
              2 حبه سیر را خرد کنید و اضافه نمایید. کمی فلفل سیاه و کمی زردچوبه
              روی ماهیچه بریزید، حالا 1 چوب دارچین داخل غذا بیاندازید سپس چند
              لیوان آب به طوری که روی ماهیچه‌ها را بپوشاند به غذا اضافه کنید، با
              حرارت کم به مدت 3 ساعت اجازه دهید ماهیچه‌ها بپزند و نرم شوند و آب
              غذا کشیده شود.
            </li>
            <li>
              برنج را شسته و همراه چند لیوان آب، کمی روغن و نمک داخل قابلمه
              بریزید و روی حرارت متوسط قرار دهید تا برنج بجوشد. سپس برنج را با
              آب ولرم آبکش کنید.
            </li>
            <li>
              برنج را تا حدی بپزید که وقتی دانه برنج را بین دو انگشت فشار
              می‌دهید مغزش کمی خام و اطراف آن نرم باشد.
            </li>
            <li>
              باقالی‌ها را تمیز کنید و پوست آن را دور بریزید و لپه‌هایش را از هم
              جدا کنید سپس چند ساعت لپه‌های باقالی را خیس دهید.
            </li>
            <li>
              داخل ماهیتابه مقداری روغن بریزید و باقالی‌ها را همراه با نمک و
              فلفل تفت دهید.
            </li>
            <li>
              پس از اینکه باقالی‌ها کمی نرم شدند شوید و برنج آبکش شده را اضافه
              کنید و از روی حرارت بردارید.
            </li>
            <li>
              ته قابلمه روغن بریزید و ته دیگ دلخواه را بچینید، مخلوط برنج و
              باقالی را داخل قابلمه بریزید و حرارت را زیاد کنید تا برنج شروع به
              بخار کردن کند.
            </li>
            <li>
              سپس حرارت را کم کنید و 1 لیوان آب مخلوط با مقداری روغن روی برنج
              بدهید و دم کنی را قرار دهید تا برنج دم بکشد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main8" && (
        <main className={class1}>
          <h1>طرز تهیه قیمه بادمجان</h1>
          <div className="pic"></div>
          <p>
            <i>
              کمتر کسی را می‌توان پیدا کرد که عاشق غذاهایی که با بادمجان تهیه
              می‌شود نباشد. در این مقاله قصد داریم طرز تهیه قیمه بادمجان را به
              شما آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>300 گرم گوشت خورشتی</li>
            <li>4 عدد بادمجان</li>
            <li>1 عدد پیاز</li>
            <li>1 پیمانه لپه</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>آبلیمو یا آبغوره به مقدار لازم</li>
            <li>زعفران دم کرده و روغن به مقدار لازم</li>
            <li>نمک، فلفل و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا لپه را در یک کاسه به مدت 2 ساعت خیس کنید. البته بهتر است
              زمان خیس کردن بیشتر باشد مثلا حدود یک شبانه روز.
            </li>
            <li>
              بادمجان‌ها را پوست گرفته و از وسط برش بزنید. البته در صورتی که
              بزرگ بودند، اگر قلمی بودند نیازی به این کار نیست.
            </li>
            <li>
              مقدار نمک بر روی بادمجان‌ها زده و بعد از نیم ساعت آن‌ها را بشورید
              تا تلخی احتمالی آن برود.
            </li>
            <li>
              همچنین نباید سر بادمجان را هنگام پوست گرفتن جدا کنید، زیرا هنگام
              سرخ کردن و پخت له می‌شود.
            </li>
            <li>
              پیاز را خلالی خرد کرده و در روغن سرخ کنید، سپس زردچوبه، فلفل، رب
              گوجه فرنگی، گوشت و لپه را اضافه کنید و کمی تفت دهید.
            </li>
            <li>
              حالا مقداری آب درون قابلمه ریخته و اجازه دهید تا مواد با هم بپزد،
              نمک را هنگامی که گوشت نیم پز شد اضافه کنید.
            </li>
            <li>
              بادمجان‌ها را سرخ کرده و حدود 20 دقیقه قبل از اینکه خورشت جابیافتد
              به آن اضافه کنید.
            </li>
            <li>
              در مراحل پایانی آبلیمو و یا آبغوره را به خورشت اضافه کنید تا خورشت
              بادمجان مزه‌دار شود.
            </li>
            <li>
              در صورتی که علاقه داشتید می‌توانید مقداری زعفران دم کردن و دارچین
              در ده دقیقه پایانی پخت به غذا اضافه کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main9" && (
        <main className={class1}>
          <h1>طرز تهیه کباب نگینی</h1>
          <div className="pic"></div>
          <p>
            <i>
              کباب نگینی ترکیبی از دو گوشت چرخ کرده گوسفندی و گاو به همراه
              برش‌هایی از گوشت مرغ (ترجیحا سینه مرغ) است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت قلوه گاه گوسفندی چرخ کرده</li>
            <li>500 گرم سردست گوساله چرخ کرده</li>
            <li>500 گرم پیاز چرخ کرده</li>
            <li>جوش شیرین به مقدار کم</li>
            <li>⅓ عدد جوز هندی(اختیاری)</li>
            <li>500 گرم فیله مرغ</li>
            <li>زعفران آب کرده به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا دو نوع گوشت گوسفند و گوساله را با هم مخلوط کرده و دوباره چرخ
              کنید.
            </li>
            <li>
              پیاز چرخ کرده را یک شب تا صبح در یخچال قرار دهید تا آب بیاندازد و
              آب آن را جدا کنید.
            </li>
            <li>
              سپس پیاز را چنگ بزنید، در صافی ریخته و حسابی فشار دهید تا آب آن
              خارج شود و تفاله پیاز به دست آید. (مقداری از آب پیاز را نگه دارید)
            </li>
            <li>
              نمک، جوز هندی و جوش شیرین را به پیاز اضافه کرده و پیاز را به گوشتی
              که از قبل دو بار چرخ کرده‌اید اضافه کرده و مجدد یکبار دیگر چرخ
              کنید.
            </li>
            <li>
              سپس گوشت را در یک ظرف بزرگ بریزید و آن را با کف دست ورز دهید. برای
              اینکار می‌توانید از غذاساز هم استفاده کنید و به مدت 5 تا 7 دقیقه
              بگذارید تا گوشت حسابی کش بیاید.
            </li>
            <li>
              سپس به مدت 2 ساعت گوشت را در داخل یخچال قرار دهید تا سرد شود.
            </li>
            <li>
              سپس از گوشت تکه‌هایی به وزن 100 تا 120 گرمی بکنید. دست را با آب
              پیاز مرطوب کنید و گوشت را به سیخ بکشید.
            </li>
            <li>
              لا به لای کباب کوبیده را با انگشت باز کرده و برش‌های نازک فیله مرغ
              را در آنجا قرار دهید و با گوشت چرخ کرده سعی کنید آن‌ها خوب
              بچسبانید تا گوشت مرغ از سیخ نریزد.
            </li>
            <li>
              حالا می‌توانید سیخ‌ها را بر روی منقل قرار داده و با آتش ملایم
              کباب‌ها را آماده کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main10" && (
        <main className={class1}>
          <h1>طرز تهیه تاس کباب</h1>
          <div className="pic"></div>
          <p>
            <i>
              تاس کباب یکی از غذاهایی است که در بسیاری از کشورهای منطقه طبخ
              می‌شود. علاوه بر کشورمان این غذا در ترکیه، آذربایجان، یونان و ...
              پخت می‌شود.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد پیاز متوسط</li>
            <li>300 گرم گوشت چرخ کرده و گوساله</li>
            <li>4 عدد گوجه فرنگی</li>
            <li>3 عدد سیب زمینی</li>
            <li>1 عدد میوه به</li>
            <li>روغن به مقدار لازم</li>
            <li>2 قاشق چایخوری نمک</li>
            <li>فلفل سیاه به مقدار لازم</li>
            <li>دارچین و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              در ابتدا یک پیاز متوسط را خوب خرد می‌کنیم. پیاز خرد کرده را به
              گوشت چرخ کرده اضافه کرده و آن را خوب ورز می‌دهیم تا پیاز و گوشت
              باهم مخلوط شود. نمک، فلفل و دارچین را به گوشت چرخ کرده که در حال
              ورز دادن هستید اضافه کنید.
            </li>
            <li>
              مقداری روغن به ته قابلمه اضافه می‌کنیم. حالا از درون ظرف به مقدار
              لازم گوشت را برداشته و آن را کمی گرد و صاف کرده و سپس درون روغن
              قرار می‌دهیم. تمام گوشت را به این صورت تهیه کرده و درون قابلمه
              قرار دهید. دو طرف گوشت‌ها باید به خوبی سرخ شود. این کار را با شعله
              کم انجام دهید تا گوشت نسوزد.
            </li>
            <li>
              بعد از اینکه گوشت‌ها سرخ شدند، کافیست سیب زمینی‌ها را به صورت
              حلقه‌های کلفت خرد کرده و روی گوشت بچینید. و روی سیب زمینی‎ها نمک،
              فلفل و دارچین بریزید. حالا پیازها را به صورت حلقه حلقه خرد کرده و
              روی سیب زمینی‌ها قرار دهید. و مانند لایه قبل نمک، فلفل و دارچین را
              روی پیازها بریزید.
            </li>
            <li>
              در این مرحله گوجه فرنگی‌ها را حلقه حلقه کرده و دقیقا مانند دو لایه
              قبل نمک، فلفل و دارچین را به آن اضافه می‌کنیم. و لایه نهایی که به
              هست را برش زده و روی گوجه فرنگی‌ها قرار دهید. البته اگر میوه به را
              دوست ندارید آن را حذف کنید. برخی به جای به از هویج استفاده
              می‌کنند. و مانند سایر لایه‌ها، نمک، فلفل و دارچین را روی به
              می‌ریزیم.
            </li>
            <li>
              در این مرحله یک قاشق مرباخوری زردچوبه را درون یک لیوان آب حل کرده
              و آن را به مخلوط اضافه کنید. بیش از این مقدار آب به تاس کباب اضافه
              نکنید ابتدا شعله را زیاد کنید تا آب بجوشد و بعد از آن شعله را کم
              کنید تا مواد به خوبی بپزد. برای پخت حدود 40 دقیقه زمان نیاز است.
              البته قبل از اینکه غذا را در ظرف بکشید، تست کنید که مواد پخته شده
              باشند در غیر اینصورت اجازه دهید بازهم قابلمه روی گاز بماند. حالا
              تاس کباب آماده سرو است.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main11" && (
        <main className={class1}>
          <h1>طرز تهیه نرگسی اسفناج</h1>
          <div className="pic"></div>
          <p>
            <i>
              نرگسی اسفناج از آن دسته غذاهایی است که در بسیاری از شهرهای ایران
              آن را درست می‌کنند و ممکن است دستور پخت متفاوتی هم داشته باشد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>150 گرم اسفناج تازه و پاک شده</li>
            <li>4 حبه سیر</li>
            <li>1 عدد پیاز</li>
            <li>5 عدد تخم مرغ</li>
            <li>نمک، فلفل و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا اسفناج‌ها را با چاقو به اندازه‌های دو سانتی‌متری در آورده و
              خرد می‌کنیم. بدون اینکه آب به اسفناج اضافه کنید آن را درون قابلمه
              ریخته و به مدت 5 تا 6 دقیقه روی گاز قرار دهید. در هنگام پخت درب
              ظرف را ببندید.
            </li>
            <li>
              در این مرحله پیاز را به صورت نگینی خرد کنید. همین کار را با سیرها
              انجام دهید و آن‌ها را ریز خرد کنید. هرچقدر سیر ریزتر خرد شود طعم
              بهتر خواهد شد. بعد از این کار داخل تابه مقداری روغن ریخته و پیاز
              را به آن اضافه کنید.
            </li>
            <li>
              توجه داشته باشید که هدف ما تهیه پیاز داغ نیست، کافیست پیازها را
              کمی تفت دهید تا هم رنگ آن تغییر کند و هم نرم شود. بعد از این مرحله
              سیرهای خرد شده را به تابه اضافه کنید. حالا مقداری نمک به غذا سیر و
              پیاز اضافه کنید این کار علاوه بر مزه دار کردن باعث نرم شدن پیاز و
              سیر خواهد شد. در انتها مقداری زردچوبه به مواد غذایی اضافه کنید.
            </li>
            <li>
              در این مرحله اسفناج‌هایی که درون قابلمه پختیم را درون ماهیتابه
              حاوی سیر و پیاز می‌ریزیم و کمی هم آن را با سایر مواد غذایی موجود
              در تابه تفت می‌دهیم. حالا تخم مرغ‌ها را درون یک کاسه شکسته و با
              چنگال کمی هم می‌زنیم و درون تابه اضافه می‌کنیم. و شعله را کم کم
              کرده تا تخم مرغ به خوبی بپزد. غذا هم اکنون آماده سرو است.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main12" && (
        <main className={class1}>
          <h1>طرز تهیه پلو پیازچه با مرغ</h1>
          <div className="pic"></div>
          <p>
            <i>
              همه ما می‌دانیم که سینه مرغ یکی از کاربردی‌ترین مواد پروتئینی است
              که برای تهیه غذا در هر خانه ای پیدا می‌شود. در این مقاله قصد داریم
              طرز تهیه پلو پیازچه با مرغ را به شما آموزش دهیم که در کمترین زمان
              ممکن می‌توانید آن را تهیه کنید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 پیمانه برنج</li>
            <li>50 گرم پیازچه</li>
            <li>250 گرم سینه مرغ</li>
            <li>2 لیوان آب مرغ</li>
            <li>زعفران دم کرده به مقدار لازم</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>50 گرم کره آب شده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برنج را شسته و با آب مرغ و کمی نمک می گذاریم تا مانند کته آرام
              پخته و آبش کشیده شود.
            </li>
            <li>
              پیازچه را خرد کرده (بهتر است ریز خرد کنید) و در مرحله آخر به برنج
              اضافه می‌کنیم و هم می‌زنیم و اجازه می‌دهیم تا 15 الی 20 دقیقه دم
              بکشد.
            </li>
            <li>
              مرغ‌ها را جداگانه با مقداری آب، نمک و یک عدد پیاز پخته و سپس در
              کمی روغن سرخ می‌کنیم همچنین برای اینکه ظاهر مرغ‌ها بهتر شود و عطر
              و بوی خوبی داشته باشد مقداری زعفران دم کرده به آن اضافه می‌کنیم.
            </li>
            <li>
              در این مرحله پلوی پیازچه را در دیس کشیده و مرغ‌هایی که سرخ کردید
              را در اطراف آن قرار می‌دهید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main13" && (
        <main className={class1}>
          <h1>طرز تهیه رشته پلو سنتی</h1>
          <div className="pic"></div>
          <p>
            <i>
              معمولا ما ایرانی‌ها در روزهای خاص مانند عید نوروز غذاهای ویژه‌ای
              را طبخ می‌کنیم. رشته پلو از آن دسته غذاهایی است که معمولا در عید
              نوروز تهیه و طبخ می‌شود. با این حال می‌توانید این غذا را در هر
              زمانی که تمایل داشتید بپزید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span class="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 پیمانه برنج</li>
            <li>150 گرم رشته پلویی</li>
            <li>250 گرم گوشت چرخ کرده</li>
            <li>2 قاشق غذاخوری آرد نخودچی (اختیاری)</li>
            <li>1 عدد پیاز رنده شده</li>
            <li>2 عدد پیاز خلالی</li>
            <li>⅛ پیمانه کره آب شده</li>
            <li>1 قاشق چایخوری زردچوبه</li>
            <li>½ قاشق چایخوری فلفل سیاه</li>
            <li>2 قاشق غذاخوری کره</li>
            <li>2 قاشق غذاخوری زعفران دم کرده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا برنج را شسته و به همراه 2 قاشق غذاخوری نمک خیس کنید. 2 ساعت
              زمان برای خیس کردن برنج کافیست.
            </li>
            <li>
              در این مرحله مقداری روغن درون تابه ریخته و پیازهای خلالی را درون
              آن بریزید و تا طلایی شدن پیازها به سرخ کردن ادامه دهید در این حین
              حتما مقداری نمک به پیازها اضافه کنید.
            </li>
            <li>
              حالا 2 قاشق غذاخوری کره را درون یک تابه ریخته و بعد از اینکه آب شد
              رشته‌ها را به آن اضافه کنید. توجه داشته باشید که شعله ملایم بوده و
              حدودا 3 دقیقه تفت دادن رشته کافیست.
            </li>
            <li>
              در یک کاسه مناسب، گوشت چرخ کرده، پیاز رنده شده، نمک، فلفل، آرد
              نخود چی (اختیاری) و نصف زردچوبه را اضافه کنید و مواد را به خوبی
              ورز دهید تا همه باهم مخلوط شوند.
            </li>
            <li>
              حالا روی ظرف گوشت چرخ کرده را با سلفون بپوشانید و به مدت 20 دقیقه
              در یخچال قرار دهید.
            </li>
            <li>
              بعد از 20 دقیقه گوشت چرخ کرده را از یخچال بیرون آورده و از آن
              کوفته‌های ریز تهیه کنید.
            </li>
            <li>
              حالا کوفته‌ها را درون یک تابه با روغن کم ریخته و خیلی کم تفت دهید
              تا رنگ آن‌ها تغییر پیدا کند.
            </li>
            <li>
              در این مرحله قابلمه را سرخالی آب کرده و روی حرارت قرار دهید تا جوش
              بیاید.
            </li>
            <li>
              بعد از اینکه آب جوش آمد، آب برنج خیس کرده بیرون بریزید و برنج را
              به قابلمه اضافه کنید.
            </li>
            <li>اجازه دهید برنج به مدت 5 دقیقه در آب بپزد.</li>
            <li>
              بعد از این مرحله، رشته‌های تفت داده شده را به همراه نصف باقی مانده
              زردچوبه به قابلمه اضافه کنید و مواد را با هم مخلوط کنید.
            </li>
            <li>
              حالا باز هم اجازه دهید، رشته‌ها به مدت 5 دقیقه دیگر در آب نیم پز
              شوند و بعد از آن برنج را آب کش کنید.
            </li>
            <li>
              در این مرحله ته قابلمه را روغن بریزید، اگر ته دیگ سیب زمینی یا نان
              دوست دارید، ته قابلمه را بپوشانید.
            </li>
            <li>
              حالا یک لایه برنج آبکش شده را درون قابلمه ریخته، سپس تعدادی کوفته
              و پیاز داغ را اضافه کنید و باز، یک لایه برنج به آن اضافه کنید.
              همچنین توجه داشته باشید که همواره کوفته‌ها در وسط برنج قرار گیرند،
              زیرا اگر به دیواره قابلمه بچسبند حتما می‌سوزند.
            </li>
            <li>
              لایه آخر باید برنج باشد، حالا مقداری زعفران و آب به برنج اضافه
              کرده و اجازه دهید تا رشته پلو دم بکشد. مدت زمان لازم برای دم کشیدن
              برنج 30 تا 45 دقیقه خواهد بود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main14" && (
        <main className={class1}>
          <h1>طرز تهیه زرشک پلو</h1>
          <div className="pic"></div>
          <p>
            <i>
              زرشک‌پلو یکی از انواع پلوها در آشپزی ایرانی است که به عنوان یک
              غذای مجلسی در بسیاری از مراسم‌ها مورد استفاده قرار می‌گیرد. این
              خوراک را معمولا با مرغ، گوشت بره یا سردست و قلوه‌گاه گوسفند درست
              می‌کنند.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 پیمانه برنج</li>
            <li>نان برای ته دیگ به مقدار لازم</li>
            <li>½ عدد مرغ 1 کیلوگرمی</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>½ پیمانه زرشک</li>
            <li>کره یا روغن حیوانی به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>بتدا برنج را شسته و خیس کنید و نمک بزنید و کنار بگذارید.</li>
            <li>
              مرغ را با مقداری آب روی حرارت قرار بدهید، وقتی جوش آمد مرغ را در
              آبکش بریزید و با آب ولرم بشویید تا کف آن برود.
            </li>
            <li>پیازها را نگینی خرد کرده و سرخ کنید و در آبکش بریزید.</li>
            <li>
              در روغن باقی مانده‌ی پیاز داغ، مرغ‌ها را سرخ کنید، نمک و فلفل و و
              زعفران حل شده بزنید، رب را با مرغ کمی تفت دهید و دو لیوان آب اضافه
              کرده و مرغ را همراه پیاز داغ بپزید.
            </li>
            <li>
              سپس برنج را در قابلمه آب ریخته و پس از پخت آبکش کنید و روی آن آب
              ولرم بریزید.
            </li>
            <li>
              ته قابلمه روغن ریخته و نان را در روغن بغلتانید. برنج را روی آن
              بریزید و قابلمه را روی حرارت قرار دهید.
            </li>
            <li>بعد از بخار کردن روی آن دم کنی بگذارید تا دم بکشد.</li>
            <li>
              برای آماده کردن زرشک، ابتدا آن را پاک کرده و بشویید تا آب آن برود.
            </li>
            <li>
              در کمی روغن تفت دهید و شکر اضافه کنید (به هیچ وجه به زرشک آب اضافه
              نکنید چون رنگ می‌دهد)
            </li>
            <li>
              هنگام سرو، روغن حیوانی یا کره را آب کرده و با زرشک سرخ شده و
              مقداری برنج و زعفران مخلوط کنید.
            </li>
            <li>
              برنج را در دیس بکشید و برنج و زرشک مخلوط را روی آن بریزید. مرغ را
              همراه با مقداری از آب آن در کنار برنج سرو کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main15" && (
        <main className={class1}>
          <h1>طرز تهیه آبگوشت</h1>
          <div className="pic"></div>
          <p>
            <i>
              آبگوشت معمولاً با گوشت گوسفند، نخود، لوبیا سفید، پیاز، سیب زمینی،
              گوجه فرنگی، زردچوبه و ... تهیه می شود. این غذای سنتی در ایران
              طرفداران بسیار زیادی دارد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت 45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت آبگوشتی</li>
            <li>1 پیمانه نخود و لوبیا سفید</li>
            <li>2 عدد پیاز</li>
            <li>نمک، فلفل، ادویه و زردچوبه مقدار لازم</li>
            <li>2 عدد گوجه فرنگی</li>
            <li>2 عدد سیب زمینی</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              در ظرف مورد نظر گوشت، نخود و لوبیای خیس کرده، پیاز گوجه فرنگی، سیر
              و ادویه‌ها (به جز نمک) را اضافه کرده و روی شعله ملایم قرار دهید و
              اجازه دهید بپزد.
            </li>
            <li>
              بعد از پخت گوشت و حبوبات، در آخر سیب زمینی و رب گوجه فرنگی و نمک
              را اضافه کنید و بگذارید تا بپزد و جا بیفتد.
            </li>
            <li>سپس در ظرف مناسب آن را سرو کنید.</li>
          </ol>
        </main>
      )}
      {class1 == "main16" && (
        <main className={class1}>
          <h1>طرز تهیه قلیه ماهی</h1>
          <div className="pic"></div>
          <p>
            <i>
              قِلیِه ماهی یکی از معروف‌ترین خورش‌های ایرانی متعلق به جنوب ایران
              استان‌های خوزستان، بوشهر و هرمزگان و جنوب بلوچستان می‌باشد. در طبخ
              این غذا از سبزی‌جات مخصوص، تمر هندی، ادویه‌جات و ماهی جنوبی
              استفاده می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">5 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>200 گرم تمبر هندی</li>
            <li>1 کیلوگرم ماهی پوست گرفته شده و پاک شده</li>
            <li>1 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>1 قاشق چایخوری فلفل قرمز</li>
            <li>زردچوبه و نمک به مقدار لازم</li>
            <li>300 گرم گشنیز و شنبلیله</li>
            <li>1 بوته سیر</li>
            <li>1 عدد پیاز متوسط</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ماهی را به اندازه تکه‌های 4 در 4 سانتی‌متر خرد کرده و می‌شوییم.
            </li>
            <li>
              ماهی‌ای که برای تهیه قلیه ماهی استفاده می‌کنید باید بدون استخوان
              باشد.
            </li>
            <li>
              به همین دلیل ماهی‌های شوریده، سنگسر، هامور و حلوا سیاه برای تهیه
              این غذا مناسب هستند.
            </li>
            <li>سبزی این خورشت شامل شنبلیه و گشنیز است.</li>
            <li>پیاز خرد شده را با 3 قاشق سوپخوری روغن، کمی تفت می‌دهیم.</li>
            <li>سپس سیر و شنبلیله و گشنیز خرد شده را با آن کمی تفت می‌دهیم.</li>
            <li>ماهی را با کمی زردچوبه و نمک، به همراه سبزی‌ها تفت می‌دهیم.</li>
            <li>
              بعد شیره تمرهندی و رب گوجه فرنگی را اضافه کرده و قلیه ماهی را با
              شعله ملایم به مدت 30 دقیقه می‌پزیم.
            </li>
            <li>غذای شما هم اکنون حاضر است.</li>
          </ol>
        </main>
      )}
      {class1 == "main17" && (
        <main className={class1}>
          <h1>طرز تهیه آبگوشت بادمجان</h1>
          <div className="pic"></div>
          <p>
            <i>
              هرکدام از غذاهای محلی ایران دارای طعم خاص خود هستند و طرفداران
              زیادی دارند. در این مقاله قصد داریم طرز تهیه آبگوشت بادمجان از
              غذاهای سنتی مردم کرمان را به شما آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11"> 3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>750 گرم گوشت ماهیچه با استخوان</li>
            <li>150 گرم لپه</li>
            <li>2 تا 3 عدد بادمجان قلمی</li>
            <li>150 گرم روغن</li>
            <li>250 گرم غوره</li>
            <li>1 تا 2 قاشق سوپخوری رب گوجه فرنگی</li>
            <li>5 تا 6 عدد سیب زمینی اسلامبولی (یا سیب زمینی معمولی)</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>1 قاشق مرباخوری دارچین</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا گوشت را شسته و به همراه 2 تا 3 عدد پیاز خرد کرده و 5 تا 6
              لیوان آب با حرارت ملایم می‌گذاریم بپزد.
            </li>
            <li>
              هنگامی که گوشت به صورت نیم‌پز درآمد لپه را شسته و به گوشت اضافه
              می‌کنیم تا لپه و گوشت کاملا بپزند.
            </li>
            <li>
              حالا بادمجان‌ها را پوست کنده و حلقه‌حلقه می‌کنیم، کمی نمک به آن
              اضافه کرده و با حرارت کم آن را سرخ می‌کنیم.
            </li>
            <li>
              سیب زمینی را پوست کنده و با غوره و بادمجان سرخ شده آن را داخل
              مخلوط گوشت و لپه می‌ریزیم.
            </li>
            <li>
              سیب زمینی که پخته شد، رب گوجه فرنگی و به اندازه کافی نمک و کمی
              ادویه در آبگوشت می‌ریزیم.
            </li>
            <li>
              بعد از چند جوش آبگوشت را در ظرف می‌کشیم؛ توجه داشته باشید اگر گوشت
              نپخته بود مقداری آب به آن اضافه کنید تا کاملا بپزد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main18" && (
        <main className={class1}>
          <h1>طرز تهیه پوره سیب زمینی</h1>
          <div className="pic"></div>
          <p>
            <i>
              پوره سیب زمینی همانطور که از نامش پیداست با سیب زمینی پوره شده
              درست می‌شود. از شیر، کره و نمک و فلفل نیز معمولا در طرز تهیه پوره
              سیب زمینی استفاده می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11"> 1 ساعت 10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 عدد سیب زمینی</li>
            <li>کره به مقدار لازم</li>
            <li>1 پیمانه شیر</li>
            <li>نمک و فلفل و ادویه</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              سیب زمینی‌ها را با کمی آب بپزید و بعد از پختن پوست آن‌ها را جدا
              کنید.
            </li>
            <li>سیب زمینی را با پوره ساز پوره کنید.</li>
            <li>
              کره آب شده را به پوره سیب زمینی اضافه کنید و هم بزنید تا به طور
              کامل به خورد سیب زمینی برود. مقدار کره‌ای که به سیب زمینی اضافه
              می‌کنید بر اساس ذائقه شما می‌تواند کم و زیاد شود.
            </li>
            <li>
              در این مرحله نمک و فلفل و ادویه‌های دلخواه خود را اضافه کنید و
              مخلوط کنید.
            </li>
            <li>
              در مرحله آخر شیر گرم را کم کم به پوره اضافه کنید، چون به خاطر نوع
              سیب زمینی مقدار شیری که لازم است به آن اضافه کنید کم و زیاد
              می‌شود.
            </li>
            <li>
              بعد از اینکه بافت پوره نرم و کرمی شد می‌توانید آن را با تکه‌ای کره
              و جعفری خرد شده تازه تزیین کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main19" && (
        <main className={class1}>
          <h1>طرز تهیه ماکارونی دمی ایرانی</h1>
          <div className="pic"></div>
          <p>
            <i>
              معمولا در ایران به همه انواع پاستا، ماکارونی گفته می‌شود. پاستا
              معمولا در آب جوشانده می‌شود و با انواع سس مخلوط می‌شود و سرو
              می‌شود ولی در ایران معمولا ماکارونی را مانند برنج بعد از آبکش کردن
              دم می‌کنند. در این مطلب طرز تهیه ماکارونی دمی خوشمزه را به شما
              آموزش خواهیم داد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>400 گرم ماکارونی</li>
            <li>400 گرم گوشت چرخ کرده</li>
            <li>1 عدد پیاز</li>
            <li>½ عدد فلفل دلمه ای</li>
            <li>1 فنجان نخود فرنگی</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>نمک، فلفل و زردچوبه</li>
            <li>روغن</li>
            <li>2 عدد سیب زمینی متوسط</li>
            <li>2 عدد هویج رنده شده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              داخل یک ماهیتابه بزرگ کمی روغن بریزید و بگذارید کاملا داغ شود.
            </li>
            <li>
              پیازهای خرد شده را درون ماهیتابه بریزید و روی حرارت تفت بدهید تا
              طلایی شوند.
            </li>
            <li>
              گوشت چرخ کرده را اضافه کنید و هم بزنید و بگذارید گوشت کاملا با
              پیاز و فلفل سرخ شود.
            </li>
            <li>
              فلفل دلمه‌ای خرد شده و هویج رنده شده را به پیاز اضافه کنید و تفت
              بدهید تا فلفل دلمه‌ای کمی نرم شود.
            </li>
            <li>نمک، فلفل و زرد چوبه را اضافه کنید.</li>
            <li>نخود فرنگی را اضافه کنید و برای 5 دقیقه هم بزنید.</li>
            <li>
              رب گوجه فرنگی را اضافه کنید و بگذارید خامی رب با سرخ شدن همراه
              مواد گرفته شود.
            </li>
            <li>
              نصف لیوان آب به گوشت اضافه کنید، در ماهیتابه را بگذارید و اجازه
              دهید گوشت و مواد بپزد.
            </li>
            <li>
              در یک قابلمه بزرگ آب بریزید و کمی نمک اضافه کنید و روی حرارت قرار
              دهید تا به جوش بیاید.
            </li>
            <li>
              طبق دستور العمل درج شده روی جعبه ماکارونی، ماکارونی را درون آب جوش
              بریزید و بگذارید کمی نرم شوند.
            </li>
            <li>معمولا 5 الی 8 دقیقه برای جوشاندن ماکارونی کافی است.</li>
            <li>ماکارونی را آبکش کنید و کنار بگذارید.</li>
            <li>
              کف قابلمه را روغن بریزید و سیب زمینی‌ها را حلقه‌ای خرد کنید و برای
              ته دیگ بگذارید.
            </li>
            <li>
              کمی از ماکارونی را درون قابلمه بریزید و روی آن از سس گوشت که آماده
              کرده بودید بریزید.
            </li>
            <li>
              همینطور لایه لایه ماکارونی و گوشت درون قابلمه بریزید تا مواد تمام
              شود.
            </li>
            <li>حرارت را کم کنید و بگذارید ماکارونی برای 45 دقیقه دم بکشد.</li>
          </ol>
        </main>
      )}
      {class1 == "main20" && (
        <main className={class1}>
          <h1>طرز تهیه خورشت بامیه</h1>
          <div className="pic"></div>
          <p>
            <i>
              خورشت بامیه یکی از انواع غذاهای ایرانی است که هواداران خودش را
              دارد. هر چند این غذا به اندازه خورشت بادمجام محبوب نیست اما طعم و
              مزه خاص خود را دارد. خورشت بامیه علاوه بر ایران در برخی از کشورهای
              خاورمیانه تهیه و پخته می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">6 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت گوسفندی خورشتی</li>
            <li>3 قاشق سوپخوری پیاز سرخ کرده</li>
            <li>750 گرم بامیه</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>2 تا 3 قاشق سوپخوری آبلیمو</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              گوشت را به صورت خورشتی خرد می‌کنیم و می‌شوییم و با پیاز سرخ کرده و
              در داخل قابلمه می‌ریزیم.
            </li>
            <li>
              درب ظرف را بسته و قابلمه را روی حرارت ملایم قرار می‌دهیم و
              می‌گذاریم آب گوشت کاملا کشیده شود.
            </li>
            <li>
              بعد دو تا سه لیوان آب داخل قابلمه ریخته تا گوشت پخته شود و آب آن
              در حدود یک لیوان گردد.
            </li>
            <li>
              در صورتیکه که گوشت با این میزان آب پخته نشد باز هم آب اضافه
              می‌کنیم.
            </li>
            <li>
              برای اینکه بامیه لیز نشود ته آن را نباید به هیچ وجه گرفت، سپس
              بامیه را می‌شوییم.
            </li>
            <li>
              ظرف مناسبی را آب کرده و می‌گذاریبم جوش بیاید. بامیه رات در آب جوش
              ریخته و یک قاشق نمک به آن اضافه می‌کنیم و می‌گذاریم کمی بپزد.
            </li>
            <li>باید دقت کرد بامیه زیاد پخته نشود و لیزی آن خارج نشود.</li>
            <li>
              سپس بامیه را در صافی ریخته و رب و آبلیمو و به مقدار کافی نمک و
              فلفل را به خورشت اضافه کرده و بعد از دو سه جوش بامیه را داخل خورشت
              می‌ریزیم و می‌گذاریم چند جوش بزند تا جا بیافتد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main21" && (
        <main className={class1}>
          <h1>طرز تهیه خورشت آلو اسفناج</h1>
          <div className="pic"></div>
          <p>
            <i>
              خورشت آلو اسفناج یک خورشت متفاوت و خوشمزه ایرانی است که به روش‌های
              مختلفی تهیه می‌شود. این غذا را می‌توانید با سینه مرغ، گوشت قلقلی و
              گوشت تیکه‌ای خورشتی تهیه کنید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">6 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت گوسفندی خورشتی</li>
            <li>1 کیلوگرم اسفناج</li>
            <li>500 گرم تره</li>
            <li>250 گرم آلو</li>
            <li>روغن به میزان لازم</li>
            <li>3 قاشق سوپخوری پیاز سرخ کرده</li>
            <li>آبغوره یا آبلیمو به مقدار کم</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              گوشت را به صورت خورشتی خرد کرده و می‌شوییم و با سه تا چهار قاشق
              پیاز سرخ کرده و دو یا سه لیوان آب در ظرفی ریخته و می‌گذاریم با
              حرارت ملایم بپزد.
            </li>
            <li>
              بعد تره را جداگانه ریز خرد می‌کنیم و اسفناج را بعد از تمیز کردن
              کمی درشت‌تر خرد می‌کنیم.
            </li>
            <li>
              حالا تره و اسفناج را با مقدار کمی روغن تفت می‌دهیم به حدی که آب
              سبزی کشیده شود.
            </li>
            <li>
              سپس آلو را شسته و به همراه سبزی سرخ شده و با کمی نمک و فلفل داخل
              گوشت می‌ریزیم و می‌گذاریم خورشت چند جوش که زد و به روغن افتاد آن
              را در ظرف می‌کشیم.
            </li>
            <li>
              این خورشت را بدون آلو نیز می‌توان درست کرد؛ در اینصورت مقداری
              آبغوره یا آبلیمو آن کمی بیشتر می‌شود و به جای آبغوره یا آبلیمو
              می‌توانید از گرد غوره نیز استفاده کنید.
            </li>
            <li>
              ممکن است بخواهید خورشت اسفناج را بدون تره تهیه کنید که در این صورت
              مقدار اسفناج مورد نیاز 2 کیلوگرم خواهد شد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main22" && (
        <main className={class1}>
          <h1>طرز تهیه فسنجان با گوشت قلقلی</h1>
          <div className="pic"></div>
          <p>
            <i>
              گیلان بدون شک پایتخت غذای ایران است و فسنجان مهم‌ترین غذای این
              استان به حساب می‌آید. روش‌های متنوعی برای پخت این غذا وجود دارد که
              در این مقاله قصد داریم طرز تهیه فسنجان با گوشت قلقلی را به شما
              آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span class="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>200 گرم گوشت چرخ کرده</li>
            <li>1 عدد پیاز متوسط رنده شده برای داخل گوشت</li>
            <li>1 عدد پیاز درشت</li>
            <li>½1 لیوان گردو چرخ کرده</li>
            <li>3 تا 4 قاشق غذاخوری رب انار</li>
            <li>نمک و فلفل و زردچوبه به میزان لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              حدود یک لیوان گردو پوست کرده را درون چرخ گوشت بریزید، حاصل این کار
              تولید یک و نیم لیوان گردو چرخ کرده خواهد بود.
            </li>
            <li>
              یک پیاز درشت را با رنده درشت رنده می‌کنیم و درون قابلمه با مقداری
              روغن تفت می‌دیم تا طلایی شود. سپس گردوها را به همراه نمک و فلفل و
              زردچوبه به پیاز در حال تفت اضافه می‌کنیم و پیوسته هم می‌زنیم.
            </li>
            <li>
              مواد مثل حلوا کمی سفت می‌شود. همینطور به هم زدن ادامه بدید تا کمی
              گردوها تفت بخورند.
            </li>
            <li>
              بعد یک کاسه آبگوشت خوری آب را آرام آرام روی مواد ریخته و هم
              می‌زنیم تا مواد در آب حل شوند.
            </li>
            <li>
              شعله را زیاد می‌کنیم تا بجوش آید. بعد از اینکه به جوش اومد شعله را
              کم کم می‌کنیم. در قابلمه را می‌گذاریم تا خورشت روغن بیافتد.
            </li>
            <li>
              گوشت چرخ کرده را هم با یک پیاز متوسط رنده شده و نمک و فلفل خوب ورز
              می‌دهیم. از مواد گوشتی به اندازه یک گردو در دست گرد کرده و در
              مقداری روغن تفت می‌دهیم. فقط در حدی که دور و اطراف گوشت طلایی شود.
            </li>
            <li>
              بعد از اینکه خورشت کمی جا افتاد کوفته را داخل فسنجان می‌ریزیم و رب
              انار را هم اضافه می‌کنیم و اجازه می‌دهیم تا خورشت کاملا جا افتاده
              و روغن بیاندازد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main23" && (
        <main className={class1}>
          <h1>طرز تهیه کباب تابه ای</h1>
          <div className="pic"></div>
          <p>
            <i>
              کباب دیگی (کباب تابه ای) یکی از خوراک‌های ایرانی‌است که اغلب از
              گوشت گوسفندی چرخ‌کرده برای تهیه این غذا استفاده می‌شود. مدت زمان
              لازم برای طبخ این خوراک ۳۰ تا ۴۰ دقیقه است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">55 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>750 گرم گوشت چرخ کرده</li>
            <li>4 عدد گوجه فرنگی</li>
            <li>6 عدد فلفل کبابی</li>
            <li>2 عدد پیاز</li>
            <li>2 قاشق غذاخوری سماق</li>
            <li>روغن مایع به مقدار لازم</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>زردچوبه و تخم گشنیز به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>پیاز را ریز رنده کنید و کمی آب آن را بگیرید.</li>
            <li>
              با گوشت مخلوط کنید و نمک و ادویه‌ها را اضافه کنید و کاملا مخلوط
              کنید.
            </li>
            <li>
              کف تابه را چرب کنید و گوشت را در تابه ضخامت 2 تا 3 سانتی‌متر پهن
              کنید.
            </li>
            <li>
              سطح گوشت را کاملا صاف کنید، کباب را به تکه‌های 4 سانتی‌متری تقسیم
              کنید بین کباب‌ها فاصله بدهید و گوجه‌ها را نصف کرده و روی کباب‌ها
              بچینید.
            </li>
            <li>
              در تابه را بگذارید و حرارت را ملایم کنید تا کباب‌ها با آب خودشان
              بپزند.
            </li>
            <li>
              در 5 دقیقه آخر سماق را روی کباب‌ها بپاشید و بگذارید کمی سرخ شود.
            </li>
            <li>
              در صورت تمایل فلفل‎ها را ده دقیقه آخر به کباب‌ها اضافه کنید.
            </li>
            <li>این کتاب را با کته و کره سرو کنید.</li>
          </ol>
        </main>
      )}
      {class1 == "main24" && (
        <main className={class1}>
          <h1>طرز تهیه باقلاقاتق</h1>
          <div className="pic"></div>
          <p>
            <i>
              باقلا قاتق از جمله غذاهای خوشمزه شمالی است که اهالی گیلان در پخت
              آن تبحر دارند. یک خورش خوشمزه و مقوی که با کمترین و ساده‌ترین مواد
              پخته می‌شود و بسیار مقوی و سیر کننده است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>300 گرم باقلای کشاورزی</li>
            <li>4 حبه سیر</li>
            <li>100 گرم روغن یا کره</li>
            <li>3 قاشق سوپخوری شوید خشک</li>
            <li>3 عدد تخم مرغ</li>
            <li>نمک، فلفل، دارچین و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>باقلا را از شب قبل خیس کنید و سپس پوست آن را جدا کنید.</li>
            <li>
              باقلای آماده شده را در قابلمه بریزید و شوید خشک، سیر کوبیده،
              زردچوبه و نمک مخلوط کنید و با روغن یا کره تفت دهید.
            </li>
            <li>
              بعد از اینکه مواد به خوبی تفت داده شد، روی آن‌ها آب بریزید و
              همانطور روی حرارت باقی بگذارید تا باقلا نیم پز شود. (این نوع باقلا
              زود له می‌شود)
            </li>
            <li>
              پس از جوش آمدن آب، تخم مرغ را اضافه کنید. تخم‌مرغ‌ها باید خوب پخته
              شود.
            </li>
            <li>در پایان با دارچین و فلفل غذا را خوش طعم کنید.</li>
          </ol>
        </main>
      )}
      {class1 == "main25" && (
        <main className={class1}>
          <h1>طرز تهیه خورشت کدو</h1>
          <div className="pic"></div>
          <p>
            <i>
              کدو یکی از انواع سبزیجات پر خاصیت است که برای تهیه بسیاری از غذاها
              مورد استفاده قرار می‌گیرد. اما در این مقاله قصد داریم یکی از
              محبوب‌ترین خورشت‌های ایرانی را به شما آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>250 گرم گوشت خورشتی</li>
            <li>2 عدد پیاز</li>
            <li>3 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>4 عدد کدو سبز</li>
            <li>نمک، فلفل و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا پوست پیازها را گرفته و خوب بشویید، سپس آن‌ها را رنده کرده و
              با مقدار کمی روغن سرخ کنید، هنگامی که پیازها طلایی شد مقداری
              زردچوبه به پیاز اضافه کنید و سپس گوشت را درون قابلمه ریخته و آن را
              تفت دهید تا رنگ گوشت نیز تغییر کند.
            </li>
            <li>
              هنگامی که رنگ گوشت عوض شد، وقت آن رسیده است که رب گوجه فرنگی را
              اضافه کنید و آن را با گوشت مقداری تفت دهید تا بوی خامی رب گوجه
              گرفته شود.
            </li>
            <li>
              سپس مقداری آب روی گوشت ریخته و اجازه دهید حدود 2 ساعت بپزد. در
              فاصله‌ای که گوشت‌ها می‌پزد، کدوها را شسته و به صورت طولی برش بزنید
              و سپس در تابه نچسب با مقدار کمی روغن سرخ کنید و در انتها به آن نمک
              بزنید. بعد از اینکه کدو سرخ شد، آن را به خورشت اضافه کنید.
            </li>
            <li>
              بسیاری از ما عادت داریم خورشت را هم بزنیم، توجه داشته باشید که بعد
              از اضافه شدن کدو نباید خورشت را هم زد زیرا کدو له می‌شود. بعد از
              اضافه شدن کدو، حدود یک ساعت اجازه دهید تا خورشت به خوبی جابیافتد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main26" && (
        <main className={class1}>
          <h1>طرز تهیه کباب برگ</h1>
          <div className="pic"></div>
          <p>
            <i>
              هرچند کباب برگ به اندازه کباب کوبیده هوادار ندارد اما بدون شک یکی
              از خوش خوراک‌ترین انواع کباب به شمار می‌رود. این کباب معمولا از
              گوشت راسته گوساله و گوسفندی تهیه می‌شود. همچنین معمولا این کباب را
              با برنج سرو می‌کنند.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">5 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1.5 کیلوگرم گوشت راسته پاک کرده</li>
            <li>2 تا 3 عدد پیاز</li>
            <li>1 استکان روغن زیتون</li>
            <li>فلفل به مقدار کم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              کباب را می‌توانیم به هر اندازه که میل داریم پهن کنیم، به این ترتیب
              که راسته را روی تخته می‌گذاریم و به اندازه‌ای که میل داریم پهنای
              کباب بشود، یک قطعه جدا می‌کنیم. مثلا چهار انگشت و آن قطعه را کنار
              قطعه دیگر گوشت می‌گذاریم و قطعات دیگر را می‌بریم.
            </li>
            <li>
              کباب را می‌توانیم به هر اندازه که میل داریم پهن کنیم، به این ترتیب
              که راسته را روی تخته می‌گذاریم و به اندازه‌ای که میل داریم پهنای
              کباب بشود، یک قطعه جدا می‌کنیم. مثلا چهار انگشت و آن قطعه را کنار
              قطعه دیگر گوشت می‌گذاریم و قطعات دیگر را می‌بریم.
            </li>
            <li>
              سپس گوشت‌ها را به سیخ می‌کشیم و روی روی آن را با چاقو می‌کوبیم و
              روی حرارت ملایم کباب می‌کنیم و گاهی سیخ‌های کباب را برمی‌گردانیم.
            </li>
            <li>
              کباب باید در عین پختگی زیاد خشک نشود و آبدار باشد، بعد کباب‌ها را
              در دیس می‌کشیم و روی آن‌ها کمی نمک می‌پاشیم و کمی هم کره روی آن
              می‌گذاریم.
            </li>
            <li>
              اطراف دیس را با پیاز خلال کرده و جعفری تزیین می‌کنیم. همچنین کباب
              را نباید هیچ وقت لای نان قرار داد زیرا آب کباب به خورد نان می‌رود
              و خشک می‌شود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main27" && (
        <main className={class1}>
          <h1>طرز تهیه اشکنه</h1>
          <div className="pic"></div>
          <p>
            <i>
              اِشْکِنه یکی از خوراک‌های ایرانی است که به صورت معمول با نان میل
              می‌شود. این خوراک تاریخچه‌ای طولانی دارد و ابتدا در نواحی خراسان
              پُخت شده‌است. هم‌اکنون نیز در میان مردم مشهد و دیگر شهرهای خراسان
              طرفدار زیادی دارد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 تا 4 عدد تخم مرغ</li>
            <li>½ پیمانه روغن</li>
            <li>2 تا 3 عدد پیاز</li>
            <li>2 تا 3 عدد سیب زمینی</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>1 قاشق سوپخوری شنبلیله</li>
            <li>1 قاشق مرباخوری زردچوبه</li>
            <li>2 قاشق سوپخوری آرد</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              پیاز را خرد کرده و با روغن در حرارت ملایم سرخ می‌کنیم تا طلایی شود
              آرد و شنبلیله را در پیاز سرخ کرده کمی سرخ می‌کنیم.
            </li>
            <li>
              حالا به تعداد هر نفر دو عدد سیب زمینی کوچک خورد شده را اضافه
              می‌کنیم (سیب زمینی را نگینی خرد کنید)
            </li>
            <li>
              در صورت مصرف زردچوبه آن را اضافه می‌کنیم، بعد چهار لیوان آب داخل
              آن می‌ریزیم و می‌گذاریم مایه چند جوش بزند مقداری نمک و فلفل به آن
              می‌زنیم. و اجازه می‌دهیم تا سیب زمینی‌ها بپزد، پخت سیب زمینی حدود
              سی دقیقه زمان نیاز دارد.
            </li>
            <li>
              تخم مرغ‌ها را در ظرفی می‌شکنیم و با کمی نمک مخلوط می‌کنیم و کم‌کم
              در مایه اشکنه می‌ریزیم، مرتب به هم می‌زنیم تا تخم مرغ‌ها یکجا بسته
              نشوند بعد از چند جوش اشکنه را در ظرف می‌کشیم.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main28" && (
        <main className={class1}>
          <h1>طرز تهیه میرزا قاسمی</h1>
          <div className="pic"></div>
          <p>
            <i>
              میرزا قاسمی یکی از غذاهای محبوب استان گیلان است. همانگونه که
              می‌دانید گیلات پایتخت غذای ایران شناخته می‌شود و غذاهای بسیار
              متنوعی در این استان وجود دارد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">6 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>10 عدد بادمجان متوسط</li>
            <li>1 کیلوگرم گوجه فرنگی</li>
            <li>1 بوته سیر</li>
            <li>1 پیمانه روغن</li>
            <li>5 عدد تخم مرغ</li>
            <li>زردچوبه، نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              بادمجان‌ها را پس از شستن روی شعله پخش کن قرار می‌دهیم تا با شعله
              ملایم کباب شود.
            </li>
            <li>
              قبل از ساطوری کردن بادمجان بهتر است تا جایی که می‌توانید پوست
              بادمجان را بگیرید.
            </li>
            <li>
              سپس بادمجان‌ها را به خوبی ساطوری کنید و سیر را رنده کرده و با کمی
              روغن به بادمجان اضافه کرده و میرزا قاسمی را تفت دهید.
            </li>
            <li>
              تفت دادن غذا را تا جایی ادامه دهید که غذا روغن بیافتد، در این
              مرحله نمک، فلفل و زردچوبه را اضافه کنید.
            </li>
            <li>
              گوجه فرنگی‌ها را پوست گرفته، خرد می‌کنیم و به بادمجان‌ها اضافه
              می‌کنیم و صبر می‌کنیم تا میرزا قاسمی روغن بیافتد.
            </li>
            <li>
              در این مرحله تخم مرغ‌ها را به آن اضافه می‌کنیم و می‌گذاریم تخم
              مرغ‌ها بگیرد، حال میرزا قاسمی شما آماده است!
            </li>
          </ol>
        </main>
      )}
      {class1 == "main29" && (
        <main className={class1}>
          <h1>طرز تهیه جوجه کباب</h1>
          <div className="pic"></div>
          <p>
            <i>
              جوجه کباب یک غذای کلاسیک ایرانی است. معمولا برای تهیه جوجه کباب
              تکه‌های گوشت مرغ را با زعفران و پیاز و آبلیمو و ادویه مزه دار
              می‌کنند.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 کیلوگرم گوشت سینه مرغ خرد شده</li>
            <li>1 فنجان ماست چکیده</li>
            <li>1 عدد پیاز بزرگ</li>
            <li>⅓ فنجان روغن زیتون</li>
            <li>1 عدد لیمو</li>
            <li>¼ فنجان زعفران دم کرده</li>
            <li>1 قاشق چایخوری نمک و فلفل</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              در یک کاسه بزرگ، ماست، پیاز خرد شده، روغن، آبلیمو و زعفران دم کرده
              را با هم مخلوط کنید.
            </li>
            <li>
              قطعات مرغ را درون مواد قرار دهید و بگذارید برای حداقل 3 ساعت در
              یخچال بماند.
            </li>
            <li>قطعات مرغ را به سیخ بکشید، و روی ذغال کباب کنید.</li>
            <li>
              سطح مرغ باید طلایی مایل به قهوه ای باشد و در حدی بپزد که داخل آن
              خشک نشود.
            </li>
            <li>
              جوجه کباب معمولی تند نیست ولی اگر به غذاهای تند علاقه دارید
              می‌توانید فلفل تند به ماست اضافه کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main30" && (
        <main className={class1}>
          <h1>طرز تهیه کلم پلو</h1>
          <div className="pic"></div>
          <p>
            <i>
              کلم‌پلو غذای سنتی شیراز است که به‌طور معمول از کلم و برنج و سبزی
              مخصوص تهیه می‌شود. در این غذا از ادویه، زردچوبه، زعفران استفاده
              می‌شود. به‌طور معمول در میان این پلو کوفته ریزه نیز قرار داده
              می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">6 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>6 پیمانه برنج</li>
            <li>1 کیلوگرم کلم خرد شده</li>
            <li>2 عدد پیاز</li>
            <li>نمک و فلفل و آبلیمو به مقدار لازم</li>
            <li>½ کیلوگرم شوید، تره، ترخون و ریحان</li>
            <li>300 گرم گوشت چرخ کرده</li>
            <li>4 قاشق غذاخوری آرد نخودچی</li>
            <li>روغن، نمک، فلفل و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل</h2>
          <ol className="two222">
            <li>
              برنج را با مقداری نمک از چند ساعت قبل خیس کرده، کلم‌ها را پوست
              کنده و به صورت خلال خرد و با نمک و فلفل و زردچوبه سرخ می‌کنیم.
            </li>
            <li>
              در حین سرخ شدن مقداری آبلیمو به آن اضافه کنید تا طعم بهتری بگیرید.
            </li>
            <li>سبزی را پس از اینکه تمیز کردیم، شسته و خرد می‌کنیم.</li>
            <li>
              برنج را با نصف قاشف مرباخوری زردچوبه می‌جوشانیم، آبکش می‌کنیم.
            </li>
            <li>
              سبزی و کلم سرخ شده را در صافی با برنج مخلوط می‌کنیم و در قابلمه
              ریخته و دم می‌کنیم.
            </li>
            <li>
              در ادامه پیاز را بر روی گوشت چرخ کرده رنده کرده و آرد نخودچی، نمک،
              فلفل و زردچوبه را به آن اضافه می‌کنیم.
            </li>
            <li>
              گوشت را خوب ورز می‌دهیم تا مواد کاملا با آن مخلوط شود و در نهایت
              آن را به صورت کوفته ریزه درآورده و سرخ می‌کنیم.
            </li>
            <li>
              مقداری پیاز سرخ کرده هم برای تزئین آماده می‌کنیم. حالا کوفته
              ریزه‌های سرخ کرده را در وسط پلو قرار داده تا همراه پلو دم بکشد.
            </li>
            <li>
              وقتی پلو دم کشید آن را در دیس کشیده و با پیاز سرخ کرده تزئین
              می‌کنیم.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main31" && (
        <main className={class1}>
          <h1>طرز تهیه قیمه نثار</h1>
          <div className="pic"></div>
          <p>
            <i>
              قیمه نثار غذای سنتی قزوین است. این غذا با برنج و گوشت و خلال بادام
              و پسته و پیازداغ درست می‌شود. این غذا در گویش عامیانه به غلط قیمه
              نساء خوانده می‌شود. این غذا معمولا در مهمانی‌ها و مجالس طبخ
              می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">6 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت مغز ران</li>
            <li>6 پیمانه برنج</li>
            <li>100 گرم کره</li>
            <li>1 قاشق غذاخوری شکر</li>
            <li>1 قاشق غذاخوری گلاب</li>
            <li>2 قاشق غذاخوری زرشک</li>
            <li>1 قاشق غذاخوری خلال پرتقال</li>
            <li>1 قاشق غذاخوری دارچین، هل و زیره</li>
            <li>1 قاشق غذاخوری زعفران دم کرده</li>
            <li>1 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>خلال پسته و خلال بادام به مقدار لازم</li>
            <li>2 قاشق غذاخوری پیاز سرخ کرده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برنج را از قبل خیس کرده و دم کنید، گوشت را به صورت قیمه‌ای خرد
              کرده و با پیاز داغ، رب گوجه فرنگی، فلفل سیاه، زردچوبه و کمی روغن
              تفت دهید.
            </li>
            <li>
              مواد فوق را با 2 پیمانه آب روی حرارت قرار دهید و حدود یک ساعت بعد،
              نیمی از خلال بادام خیس خورده را به گوشت اضافه کنید تا گوشت کاملا
              مغز پخت شود.
            </li>
            <li>
              باقی مانده خلال بادام را با کمی کره تفت دهید، خلال پسته را نیز در
              گلاب خیس کنید و سپس کمی تفت دهید.
            </li>
            <li>
              زرشک شسته و خیس خورده را با کمی کره تفت دهید و شکر را روی آن
              بریزید و شعله را خاموش کنید.
            </li>
            <li>
              1 پیمانه برنج را که دم کشیده است با زعفران ترکیب کرده و برنج
              زعفرانی را آماده کنید.
            </li>
            <li>
              برنج را درون یک دیس بزرگ بریزید. قیمه‌ها را در اطراف دیس بریزید.
            </li>
            <li>
              روی برنج را با نوارهایی از خلال پسته، زرشک، خلال پوست پرتقال تلخی
              گرفته شده، خلال بادام و برنج زعفرانی تزئین کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main32" && (
        <main className={class1}>
          <h1>طرز تهیه خورشت هویج</h1>
          <div className="pic"></div>
          <p>
            <i>
              خورش هویج نام یک غذای ایرانی شامل مرغ یا گوشت (گوسفند یا گاو)،
              هویج و آلو بُخارا است. خورشت هویج یکی از بهترین خورشت‌های ایرانی
              است و طرفداران زیادی در اقصی نقاط دنیا دارد. این غذای خوشمزه از
              مهمترین غذاهای محلی آذربایجان شرقی (تبریز) است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>300 گرم گوشت گوسفندی</li>
            <li>500 گرم هویج</li>
            <li>3 قاشق سوپخوری پیازداغ</li>
            <li>روغن، نمک، فلفل و زردچوبه به مقدار لازم</li>
            <li>زعفران به مقدار لازم</li>
            <li>آبلیمو و شکر به مقدار لازم یا 100 گرم آلو بخارا</li>
            <li>1 قاشق سوپخوری رب گوجه فرنگی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              هویج‌ها را خلالی خرد کنید. گوشت را را با کمی روغن سرخ کنید، فلفل و
              زردچوبه را اضافه کرده و با پیاز داغ بپزید.
            </li>
            <li>
              هویج‌ها را با کمی روغن سرخ کرده و همراه زعفران و رب گوجه‌فرنگی به
              گوشت پخته اضافه کنید.
            </li>
            <li>بعد از پخت هویج، آبلیمو و شکر را اضافه کنید.</li>
            <li>
              نمک و مزه خورشت را اندازه کرده و بگذارید خورشت جابیافتد و با چلو
              سرو کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main33" && (
        <main className={class1}>
          <h1>طرز تهیه ته چین</h1>
          <div className="pic"></div>
          <p>
            <i>
              ته‌چین یک غذای ایرانی است که از مخلوط برنج، انواع گوشت (مرغ
              متداول‌تر است)، ماست، تخم مرغ و زعفران فراوان درست می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>4 پیمانه برنج</li>
            <li>2 قاشق مرباخوری زعفران ساییده</li>
            <li>½ پیمانه روغن</li>
            <li>1 قاشق غذاخوری شکر</li>
            <li>2 الی 5 عدد زرده تخم مرغ</li>
            <li>نمک و زردچوبه</li>
            <li>1 قاشق غذاخوری آبلیمو</li>
            <li>1 عدد مرغ</li>
            <li>1 پیمانه زرشک شسته شده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              مرغ یا گوشت بره می‌پزیم به طوری که که پس از پختن یک استکان آب
              داشته باشد.
            </li>
            <li>
              استخوان‌های مرغ یا بره را می‌گیریم، زعفران را در کمی آب جوش حل
              می‌کنیم.
            </li>
            <li>
              ماست را به هم می‌زنیم، نصف زعفران ساییده‌ی حل شده در آب جوش را با
              کمی نمک و فلفل و 3 عدد زرده تخم مرغ داخل ماست می‌ریزیم.
            </li>
            <li>
              در این مرحله مخلوط را به هم بزنید و گوشت یا مرغ را در ماست
              می‌خوابانیم.
            </li>
            <li>بهتر است گوشت را روز یا شب قبل در ماست بخوابانیم.</li>
            <li>
              {" "}
              پلو را آبکش می‌کنیم ته یک ظرف نسوز را 3 عدد زرده تخم مرغ، نصف
              پیمانه روغن و یکی و دو ملاقه از ماستی که گوشت را در آن
              خوابانده‌ایم می‌ریزیم و دو سه کفگیر برنج در این مایه می‌ریزیم.
            </li>
            <li>مایه تهیه شده را در ته ظرف با پشت قاشق صاف می‌کنیم.</li>
            <li>
              گوشت را روی برنج می‌چینیم و مقداری برنج روی آن می‌ریزیم. این کار
              را به صورت لایه لایه تا اتمام گوشت و برنج انجام دهید.
            </li>
            <li>
              آب مرغ را با بقیه زعفران و سه چهار قاشق سوپ خوری روغن آب کرده و
              بقیه ماستی که در ظرف باقی مانده مخلوط می‌کنیم.
            </li>
            <li>این مایه را روی سطح برنج می‌ریزیم و درب ظرف را می‌بندیم.</li>
            <li>به مدت 1.5 ساعت تا 2 ساعت می‌گذاریم دم بکشد.</li>
          </ol>
        </main>
      )}
      {class1 == "main34" && (
        <main className={class1}>
          <h1>طرز تهیه آبگوشت بزباش</h1>
          <div className="pic"></div>
          <p>
            <i>
              آبگوشت از غذاهای سنتی ما ایرانی‌هاست. تفاوت آبگوشت بزباش با آبگوشت
              کلاسیک در سبزی آن است. در این مقاله قصد داریم طرز تهیه آبگوشت
              بزباش را به شما آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">4 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">5 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت گوسفندی با استخوان</li>
            <li>500 گرم سبزی (اسفناج، تره، جعفری)</li>
            <li>1 عدد پیاز بزرگ</li>
            <li>1 لیوان لوبیا چیتی و نخود خیس کرده</li>
            <li>زردچوبه، فلفل و نمک به مقدار لازم</li>
            <li>3 عدد سیب زمینی متوسط</li>
            <li>5 عدد لیمو عمانی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا گوشت را درون یک قابله مناسب ریخته و مقداری آب درون قابلمه
              بریزید و اجازه دهید تا جوش بیاید.
            </li>
            <li>
              همچنین هنگام جوش آمدن، کفی که روی آب قرار می‌گیرد را با قاشق و یا
              کفگیر بگیرید.
            </li>
            <li>
              در این مرحله لوبیا چیتی، نخود و پیاز و فلفل، زردچوبه و لیموعمانی
              را به گوشت اضافه کنید و اجازه دهید تا بپزند.
            </li>
            <li>
              سبزی خرد شده را با مقدار کمی نمک سرخ کنید، هنگامی که گوشت و نخود و
              لوبیا پخت سبزی را به آبگوشت اضافه کنید.
            </li>
            <li>
              حالا سیب زمینی‌ها را پوست کنده و درون آبگوشت بیاندازید تا بپزد.
            </li>
            <li>
              بعد از پخت می‌توانید آب آن را به صورت ترید نوش جان کنید و نخود و
              لوبیا به همراه گوشت را بکوبید و در ظرفی دیگر آن را سرو کنید.
            </li>
            <li>
              آبگوشت بزباش را می‌توان بل لوبیا قرمز و لوبیا چشم بلبلی نیز تهیه
              کرد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main35" && (
        <main className={class1}>
          <h1>طرز تهیه پوره سیب زمینی در فر</h1>
          <div className="pic"></div>
          <p>
            <i>
              اگر در رستوران استیک سفارش داده باشید، حتما به عنوان دورچین کنار
              آن پوره سیب زمینی و سبزیجات هم بوده است. پوره سیب زمینی یک غذای
              ساده است که با مواد اولیه کم به آسانی درست می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>4 عدد سیب زمینی متوسط</li>
            <li>1 فنجان خامه</li>
            <li>¼ فنجان شیر</li>
            <li>2 قاشق غذاخوری کره</li>
            <li>½1 فنجان پنیر چدار رنده شده</li>
            <li>½ فنجان پیاز</li>
            <li>100 گرم ژامبون</li>
            <li>½ قاشق چایخوری نمک</li>
            <li>⅛ قاشق چایخوری فلفل سیاه</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>فر را روشن کنید و روی 177 درجه سانتیگران تنظیم کنید.</li>
            <li>سیب زمینی‌ها را آب پز کنید.</li>
            <li>سیب زمینی‌ها را با پوره ساز دستی پوره کنید.</li>
            <li>
              خامه،شیر، کره و 100 گرم پنیر چدار را به سیب زمینی پوره شده اضافه
              کنید. مواد را با هم مخلوط کنید تا نرم و یکدست شوند.
            </li>
            <li>50 گرم از پنیر چدار را برای بعد نگه دارید.</li>
            <li>پیاز، نمک و فلفل و ژامبون را اضافه کنید و باز مخلوط کنید.</li>
            <li>
              می‌توانید ژامبون را قبل از اضافه کردن به پوره با کمی روغن سرخ
              کنید.
            </li>
            <li>
              پوره سیب زمینی را در یک ظرف مناسب بریزید و پنیر چدار باقی مانده را
              روی آن پخش کنید.
            </li>
            <li>پوره سیب زمینی را برای 30 الی 35 دقیقه در فر بپزید.</li>
          </ol>
        </main>
      )}
      {class1 == "main36" && (
        <main className={class1}>
          <h1>طرز تهیه خورشت ماست</h1>
          <div className="pic"></div>
          <p>
            <i>
              خورش‌ماست یکی از غذاهای محلی اصفهانی است که شهرت زیادی در سراسر
              کشور دارد. برای تهیه این غذا از گوشت و یا مرغ به همراه ماست
              (معمولا ماست چکیده) استفاده می‌شود در این مقاله قصد داریم طرز تهیه
              خورشت ماست را به شما آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت مرغ</li>
            <li>500 گرم ماست چکیده</li>
            <li>½ قاشق مرباخوری زعفران ساییده</li>
            <li>½ لیوان خلال پرتقال یا نارنج (به دلخواه)</li>
            <li>2 قاشق سوپخوری پیاز سرخ کرده</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              مرغ تمیز کرده را با پیاز سرخ کرده و کمی نمک و یکی دو لیوان آب در
              ظرفی می‌ریزیم و می‌گذاریم تا کاملا پخته شود.
            </li>
            <li>
              به طوریکه بعد از پخته شدن کمی آب داشته باشد و بعد زعفران ساییده و
              کمی نمک و قلفل و خلال تلخی گرفته شده را به آن اضافه می‌کنیم.
            </li>
            <li>
              چند جوش که زد مرغ را از داخل ظرف بیرون آورده و قطعه‌قطعه یا ددرسته
              در دیس می‌گذاریم و حرارت خورشت را ملایم می‌کنیم.
            </li>
            <li>
              ماست را خوب به هم زده تا کاملا صاف شود و داخل خورشت می‌ریزیم و
              مخلوط می‌کنیم و بلافاصله داخل دیس روی مرغ می‌کشیم.
            </li>
            <li>
              نکته حساس در تهیه خورشت ماست این است که بعد از ریختن ماست خورشت
              نباید بجوشد، کافیست که فقط ماست گرم شود.
            </li>
            <li>
              بدون خلال پرتقال یا نارنج نیز می‌توانید خورشت ماست را تهیه کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main37" && (
        <main className={class1}>
          <h1>طرز تهیه کوکو سیب زمینی</h1>
          <div className="pic"></div>
          <p>
            <i>
              کوکو سیب زمینی یک غذای خوشمزه ایرانی است که آن را هم به عنوان یک
              پیش غذا و هم یک وعده غذایی سبک برای ناهار و یا شام می‌توان در نظر
              گرفت.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 عدد سیب زمینی بزرگ</li>
            <li>3 عدد تخم مرغ</li>
            <li>1 عدد پیاز زرد کوچک رنده شده</li>
            <li>1 قاشق غذاخوری آرد</li>
            <li>½ قاشق چایخوری زردچوبه</li>
            <li>½ قاشق چایخوری نمک</li>
            <li>¼ قاشق چایخوری فلفل</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              سیب زمینی‌ها را درون یک قابلمه بزرگ قرار داده و روی آن‌ها آب
              بریزید. تا چند سانتی‌متر بالاتر از سیب زمینی‌ها را باید آب پوشانده
              باشد.
            </li>
            <li>
              شعله گاز را روی حالت معمولی تنظیم کنید و اجازه دهید آب بجوشد و سیب
              زمینی‌ها داخل آب بپزند. بعد از پخته شدن سیب زمینی‌ها آب آن را خالی
              کنید و اجازه دهید سیب زمینی‌ها خنک شوند.
            </li>
            <li>سیب زمینی‌ها را پوست بکنید و رنده کنید.</li>
            <li>
              تخم مرغ‌ها را در یک کاسه بزرگ به هم بزنید. سیب زمینی‌های رنده شده،
              پیاز، آرد، زردچوبه، نمک و فلفل را اضافه کنید. مواد را خوب بهم
              بزنید.
            </li>
            <li>
              کمی روغن درون ماهیتابه بریزید. با قاشق مقداری از مواد را برداشته و
              داخل روغن داغ شده قرار دهید.
            </li>
            <li>
              کوکوها را تا جایی که هر دو طرفشان به رنگ طلایی در بیایند سرخ کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main38" && (
        <main className={class1}>
          <h1>طرز تهیه آبگوشت گیاهی</h1>
          <div className="pic"></div>
          <p>
            <i>
              امروزه در همه کشورهای جهان گیاه‌خواران وجود دارند و در بعضی
              کشورها، گیاه‌خواری دارای ریشه‌های تاریخی و مذهبی است. همه ما
              آبگوشت را با گوشت گوسفندی و دنبه به خاطر می‌آوریم اما هستند افرادی
              که گیاهخور هستند و ترجیح می‌دهند از غذاهای سنتی با روش پختی متفاوت
              استفاده کنند.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">4 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 پیمانه نخود</li>
            <li>1 پیمانه لوبیا چیتی</li>
            <li>3 عدد سیب زمینی کوچک</li>
            <li>3 عدد گوجه فرنگی درشت</li>
            <li>2 قاشق غذاخوری رب گوجه‌فرنگی</li>
            <li>1 عدد لیمو عمانی</li>
            <li>ادویه و نمک و فلفل به مقدار لازم</li>
            <li>3 حبه سیر(دلخواه)</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا یک شب جلوتر حبوبات را خیس کنید و دو تا سه بار هم آب آن را
              عوض کنید.
            </li>
            <li>
              مقداری آب درون قابلمه‌ای که حبوبات در آن قرار دارد بریزید. حالا
              قابلمه را روی حرارت قرار داده تا بپزد.
            </li>
            <li>
              هنگامی که مطمئن شدید حبوبات پخته، گوجه‌فرنگی و پیاز را خرد کرده و
              همراه با سیر، ادویه، نمک، لیمو عمانی و رب گوجه فرنگی به قابلمه
              اضافه کنید.
            </li>
            <li>
              حالا سیب زمینی‌ها را پوست کنده و درسته آن را درون آبگوشت گیاهی
              قرار دهید.
            </li>
            <li>
              زیرا قابلمه را زیاد کنید تا آبگوشت‌تان شروع به لعاب انداختن بکند و
              بعد از آن به مدت 1 تا 2 ساعت بر روی حرارت کم قرار دهید تا
              جابیافتد.
            </li>
            <li>
              بعد از اینکه مواد کاملا پخت روغن را اضافه کنید. بعضا برای افزایش
              غلظت این آبگوشت چند تکه نان درون آن قرار می‌دهند که کاملا دلخواه
              است.
            </li>
            <li>
              غذای شما آماده است و آن را با سیر ترشی، سبزی خوردن، پیاز و ... سرو
              کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main39" && (
        <main className={class1}>
          <h1>طرز تهیه دلمه برگ مو</h1>
          <div className="pic"></div>
          <p>
            <i>
              دُلْمه خوراکی در خاورمیانه و مناطق اطراف آن مانند بالکان، قفقاز،
              روسیه و آسیای مرکزی است. دلمه کلمه‌ای ترکی به معنی «پُرشده» است.
              دلمه را می‌توان با برگ انگور (متداول‌ترین آن) فلفل دلمه، کدو گوجه
              فرنگی و بادمجان درست کرد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1.5 پیمانه برنج نیم پز</li>
            <li>¼ پیمانه لپه نیم پز</li>
            <li>2 عدد پیاز خرد شده</li>
            <li>1 قاشق چایخوری زردچوبه</li>
            <li>500 گرم گوشت چرخ کرده</li>
            <li>250 گرم سبزی دلمه خرد شده</li>
            <li>150 گرم کره یا روغن</li>
            <li>1 قاشق چایخوری فلفل</li>
            <li>نمک به مقدار لازم</li>
            <li>150 گرم برگ مو</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برنج و لپه نیم پز شده به همراه پیاز داغ روشن و طلایی شده به همراه
              گوشت چرخ کرده را با هم کمی تفت دهید. سپس سبزی دلمه را اضافه کرده و
              اجازه دهید مخلوط به مدت 1 ساعت بپزد.
            </li>
            <li>
              در حین پخت و زمانی که مقدار آب موجود در مخلوط کم شد، می‌توانید از
              چاشنی‌هایی که در بالا اشاره کردیم اضافه کنید.
            </li>
            <li>
              بعد از اینکه مواد دلمه پخت، اجازه دهید تا مواد سرد شود تا آماده
              قرار دادن درون برگ مو شوند.
            </li>
            <li>
              حالا ساقه برگ مو را را گرفته و مواد را طوری بریزید که طرف براق آن
              بیرون دلمه قرار گیرد و مواد، نزدیک به محل چیدن دم برگ باشد.
            </li>
            <li>
              برگ را از همان محل روی مواد برگردانید. حال طرف چپ و راست برگ را
              روی آن برگردانید و در نهایت نوک برگ را روی بقیه بگذارید.
            </li>
            <li>
              کف قابلمه را دو تا 3 قاشق کره یا روغن بریزید و چند برگ روی آن قرار
              دهید.
            </li>
            <li>
              دلمه‌ها را طوری کنار هم بچینید که آخرین تای برگ در زیر قرار بگیرد
              و با دلمه بعدی فاصله نداشته باشد.
            </li>
            <li>به همین ترتیب ادامه دهید تا ظرف پر شود.</li>
            <li>
              در آخر کار یک بشقاب چینی و یا پیرکس بر روی دلمه‌ها قرار دهید تا
              هنگام پختن دلمه‌ها باز نشود.
            </li>
            <li>
              درون قابلمه آب ریخته و اجازه دهید تا روی همه دلمه‌ها را آب بگیرد.
            </li>
            <li>
              {" "}
              بعد از اینکه دلمه‌ها شروع به جوشیدن کرد، حرارت را کم کرده و اجازه
              دهید دلمه برگ مو آرام بپزد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main40" && (
        <main className={class1}>
          <h1>طرز تهیه میگو پلو بوشهری</h1>
          <div className="pic"></div>
          <p>
            <i>
              میگو یک غذای دریایی رایج در جنوب ایران است. یکی از محبوب‌ترین
              غذاهایی که در ایران با میگو درست می‌شود میگو پلو است. این غذای
              خوشمزه با میگو و برنج و ادویه‌های معطر درست می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 پیمانه برنج</li>
            <li>½3 پیمانه آب</li>
            <li>1 قاشق چایخوری نمک</li>
            <li>2 قاشق غذاخوری روغن</li>
            <li>2 عدد پیاز زرد خرد شده</li>
            <li>6 حیه سیر</li>
            <li>1 فنجان گشنیز خرد شده</li>
            <li>زنجبیل تازه به مقدار لازم رنده شده</li>
            <li>450 گرم میگو</li>
            <li>1 قاشق چایخوری رب گوجه فرنگی</li>
            <li>½ قاشق چایخوری زردچوبه</li>
            <li>½ قاشق چایخوری نمک</li>
            <li>¼ قاشق چایخوری فلفل تند</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برای تهیه این میگو پلو ابتدا باید برنج را آماده کنیم و بعد به سراغ
              پخت میگو برویم.
            </li>
            <li>
              برنجی را که از قبل خیس کردیم رو با مقدار کافی نمک داخل آب جوش
              می‌ریزیم و وقتی به اندازه کافی نرم شد آبکش می‌کنیم.
            </li>
            <li>
              کف قابلمه کمی روغن ریخته و بعد مخلوط برنج را داخل آن می‌ریزیم.
            </li>
            <li>و برای مدت نیم ساعت تا سه ربع می‌گذاریم تا دم بکشد.</li>
            <li>
              کمی روغن درون تابه میریزیم و پیاز را با روغن تفت می‌دهیم تا طلایی
              شود.
            </li>
            <li>سیر را به پیاز اضافه کنید و اجازه دهید سیر هم کمی سرخ شود.</li>
            <li>
              میگو و زنجبیل رنده شده را اضافه کنید و بگذارید خوب با هم مخلوط
              شوند.
            </li>
            <li>رب گوجه فرنگی، نمک، فلفل تند و زردچوبه را نیز اضافه کنید.</li>
            <li>برای چند دقیقه میگوها را تفت دهید تا به خوبی بپزند.</li>
            <li>
              بعد از آماده شدن میگوها برنج را در ظرف مناسب بریزید و روی آن از
              مخلوط میگو قرار دهید و گشنیزهای تازه را روی آن بریزید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main41" && (
        <main className={class1}>
          <h1>طرز تهیه کباب حسینی</h1>
          <div className="pic"></div>
          <p>
            <i>
              کباب حسینی نوعی کباب است که با سیخ چوبی طبخ می‌شود و این کباب با
              گوشت مغز ران گوسفندی یا فیله گوشفندی تهیه می‌شود و با فلفل سبز و
              پیاز مزه دار می‌شود. این کباب یکی از خوش خوراک‌ترین انواع کباب است
              و خوردن آن را به شما توصیه می‌کنیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>600 گرم گوشت فیله یا راسته گوسفندی بدون استخوان</li>
            <li>1 عدد فلفل دلمه ای</li>
            <li>1 عدد پیاز درشت</li>
            <li>50 گرم کره</li>
            <li>1 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>1 قاشق چایخوری آرد</li>
            <li>نمک و فلفل و زردچوبه به مقدار لازم</li>
            <li>½ قاشق چایخوری زعفران آبکرده</li>
            <li>1 قاشق غذاخوری آبلیمو</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              گوشت را تمیز کرده، به تکه‌های کوچک تقسیم می‌کنیم. فلفل دلمه‌ای و
              پیاز را هم مکعبی خرد کنید.
            </li>
            <li>
              سپس گوشت را در سیخ چوبی مخصوص پخت فرو ببرید و بین گوشت‌ها یک عدد
              پیاز و فلفل دلمه‌ای قرار دهید.
            </li>
            <li>
              نیمی از کره را در ظرف مسطحی بریزید و روی حرارت غیر مستقیم (مثلا
              کتری در حال جوش) آب کنید یا ماهیتابه را با شعله ملایمی داغ کنید و
              بعد از انداختن کره در آن، زیر شعله را خاموش کنید.
            </li>
            <li>
              سپس کباب‌ها را به کره آغشته کنید و آن‌ها را روی شعله آتش یا ترجبحا
              زغال روشن بگذارید.
            </li>
            <li>اگر حرارت زیاد باشد، ممکن است یک طرف کباب‌ها بسوزد.</li>
            <li>
              اجازه دهید گوشت تفت خورد. باقی مانده کره، رب گوجه فرنگی، آرد، فلفل
              و ادویه را نیز با هم مخلوط کرده و حرارت را بیشتر کنید و پس از حدود
              30 ثانیه، روی گوشت بریزید.
            </li>
            <li>
              حرارت را مجدد کم کنید و چند دقیقه‌ای سیخ‌های روی آتش را پشت و رو
              کنید تا گوشت بپزد.
            </li>
            <li>
              می‌توانید یکبار دیگر روی کباب‌ها سس بریزید و در آخر نمک، زعفران و
              آب لیمو ترش را اضافه کنید.
            </li>
            <li>
              سپس سیخ‌ها را در دیس بچینید و روی آن سس بریزید. می‌توانید لابه‌لای
              گوشت‌ها چند تکه دنبه هم قرار بدهید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main42" && (
        <main className={class1}>
          <h1>طرز تهیه حلیم بادمجان</h1>
          <div className="pic"></div>
          <p>
            <i>
              حلیم بادمجان یک غذای خوشمزه ایرانی است که با گوشت، بادمجان و کشک
              درست می‌شود. گفته می‌شود این غذا ابتدا در شهرهای کویری و مرکزی
              ایران درست می‌شده است ولی امروز در همه جای ایران این غذا محبوب
              است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">5 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 عدد پیاز بزرگ</li>
            <li>200 گرم گوشت راسته گوساله</li>
            <li>200 گرم عدس</li>
            <li>5 عدد بادمجان متوسط</li>
            <li>روغن به میزان لازم</li>
            <li>نمک و فلفل و زردچوبه</li>
            <li>3 حبه سیر</li>
            <li>100 گرم گردو</li>
            <li>4 قاشق غذاخوری زعفران دم کرده</li>
            <li>1 قاشق چایخوری دارچین</li>
            <li>کشک به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              یکی از پیازها را به صورت نگینی خرد کنید و درون یک قابلمه با کمی
              روغن بریزید تا کمی تفت بخورد.
            </li>
            <li>گوشت را به قطعات کوچک خرد کنید.</li>
            <li>بعد از اینکه کمی پیازها سرخ شدند، کمی زردچوبه اضافه کنید.</li>
            <li>گوشت خرد شده را به پیاز اضافه کنید.</li>
            <li>
              بعد از اینکه گوشت کاملا با پیاز تفت خورد و رنگ گوشت تغییر کرد سه
              لیوان آب جوش به گوشت اضافه کنید و اجازه دهید گوشت و پیاز خوب
              بپزند.
            </li>
            <li>در یک قابلمه جداگانه عدس‌ها را با آب و نمک و زردچوبه بپزید.</li>
            <li>
              بادمجان‌ها را بعد از شستن و پوست گرفتن به صورت طولی به دوقسمت برش
              بدهید.
            </li>
            <li>
              بادمجان‌ها را در یک کاسه بریزید و کمی نمک به آن‌ها اضافه کنید.
            </li>
            <li>
              کمی آب به بادمجان‌ها اضافه کنید و بگذارید برای 30 دقیقه درون آب و
              نمک باشد تا تلخی بادمجان‌ها گرفته شود.
            </li>
            <li>
              بعد از نیم ساعت بادمجان‌ها را بشویید تا نمک اضافی گرفته شود و سپس
              با یک دستمال تمیز آشپزخانه بادمجان‌ها را کاملا خشک کنید.
            </li>
            <li>بادمجان‌ها را روی حرارت ملایم با روغن سرخ کنید.</li>
            <li>
              1 عدد پیاز را به صورت خلالی و نازک خرد کنید و درون یک تابه با کمی
              روغن بریزید تا کمی سرخ شود.
            </li>
            <li>
              دو حبه سیر خرد شده و کمی زردچوبه و نمک به پیازها اضافه کنید و بعد
              از اینکه پیاز سرخ شد حرارت را خاموش کنید.
            </li>
            <li>
              گردوها را با یک چاقو به قطعات کوچک خرد کنید، لازم نیست گردوها خیلی
              ریز خرد شوند و بهتر است در حدی باشند که هنگام خوردن غذا زیر دندان
              احساس شوند.
            </li>
            <li>
              در یک کاسه بزرگ بادمجان‌های سرخ شده، زعفران دم کرده و دارچین را
              اضافه کنید.
            </li>
            <li>
              بادمجان‌ها را کاملا بکوبید. سپس گردو را به بادمجان‌ها اضافه کنید.
            </li>
            <li>
              {" "}
              اضافی عدس‌های پخته شده را بگیرید و عدس را هم به مخلوط بادمجان و
              گردو اضافه کنید.
            </li>
            <li>
              نیمی از پیاز و سیر سرخ شده را به بادمجان‌ها اضافه کنید و بقیه را
              برای تزیین روی حلیم بادمجان بگذارید.
            </li>
            <li>
              در این مرحله برای طعم بهتر میتوانید 1 حبه سیر خام هم روی
              بادمجان‌ها رنده کنید. مواد را بکوبید تا یکنواخت شوند.
            </li>
            <li>
              آب گوشت پخته شده با پیاز را هم بگیرید و گوشت و پیاز را باهم بکوبید
              و به بادمجان و عدس اضافه کنید.
            </li>
            <li>
              چند قاشق کشک رقیق شده با آب به حلیم بادمجان اضافه کنید و مخلوط
              کنید. مقدار کشک به سلیقه شما بستگی دارد.
            </li>
            <li>
              بعد از اضافه کردن کشک، نمک و فلفل غذا را اندازه کنید و اگر کم بود
              می‌توانید کمی اضافه کنید.
            </li>
            <li>
              حلیم بادمجان را درون ظرف سرو بریزید و روی آن را با کشک و پیازداغ
              تزیین کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main43" && (
        <main className={class1}>
          <h1>طرز تهیه کوکو لوبیا سبز</h1>
          <div className="pic"></div>
          <p>
            <i>
              کوکو انواع و اقسام مختلفی دارد، شاید بیشتر ما کوکو سبزی و کوکوی
              سیب زمینی را بشناسیم اما می‌توان کوکوهای متفاوتی تهیه کرد. در این
              مقاله قصد داریم طرز تهیه کوکو لوبیا سبز را به شما آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>250 گرم لوبیا سبز</li>
            <li>2 عدد سیب زمینی</li>
            <li>3 الی 4 عدد تخم مرغ</li>
            <li>3 قاشق غذاخوری پیاز سرخ کرده</li>
            <li>1 قاشق غذاخوری زعفران دم کرده</li>
            <li>روغن به میزان لازم</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              لوبیا را نازک و ظریف خلال می‌کنیم و ظرفی را آب کرده و می‌گذاریم
              بجوشد.
            </li>
            <li>
              لوبیا را در ظرف می‌ریزیم و اجازه می‌دهیم تا لوبیاها به خوبی پخته
              شود. البته باید توجه داشت که لوبیاها له نشود.
            </li>
            <li>سپس در صافی ریخته و اجازه می‌آب آن برود.</li>
            <li>سیب زمینی را آب پز کنید و بعد از پخت رنده کنید. </li>
            <li>
              تخم مرغ‌ها را در ظرفی شکسته، به همراه سیب زمینی رنده شده، نمک،
              فلفل و زعفران حل شده در آب جوش را به آن اضافه می‌کنیم و خوب مخلوط
              می‌کنیم.
            </li>
            <li>
              سپس لوبیا و پیاز و فلفل دلمه ای خرد شده را اضافه کرده و به هم
              می‌زنیم. و مایه را درون تابه که روغن آن از قبل داغ شده می‌ریزیم.
            </li>
            <li>
              هنگامی که یک طرف کوکوی شما پخت، به کمک یک کفگیر آن را پشت و رو
              کنید تا روی دیگر پخته شود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main44" && (
        <main className={class1}>
          <h1>طرز تهیه قورمه سبزی بدون گوشت</h1>
          <div className="pic"></div>
          <p>
            <i>
              همانطور که می‌دانید قورمه سبزی یکی از محبوب‌ترین غذاهای ایرانی
              است. این غذا با عطر و طعم خوبش توانسته به یک غذای محبوب در تمام
              شهرهای ایران تبدیل شود. قورمه سبزی معمولا با گوشت گوسفند، لوبیا
              قرمز و سبزیجات معطر پخته می‌شود. اگر دوست دارید نسخه‌های متفاوتی
              از قورمه سبزی را امتحان کنید یا اینکه دوست دارید یک غذای کاملا
              گیاهی بخورید، باید بگوییم شما می‌توانید قرمه سبزی را بدون گوشت
              بپزید و از طعم و عطر آن لذت ببرید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>200 گرم سبزی قرمه (تره، جعفری، کمی شنبلیله)</li>
            <li>100 گرم لوبیا قرمز پخته شده</li>
            <li>زردچوبه، نمک و فلفل به مقدار لازم</li>
            <li>1 عدد پیاز</li>
            <li>3 عدد لیمو عمانی</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا پیاز را با کمی روغن تفت می‌دهیم تا طلایی شود و نمک و فلفل و
              زردچوبه را به آن اضافه می‌کنیم.
            </li>
            <li>لوبیا پخته شده و سبزی سرخ شده را به پیاز داغ اضافه می‌کنیم.</li>
            <li>
              به مقدار لازم آب درون خورشت میریزیم و می‌گذاریم خورشت خوب جا
              بیوفتد.
            </li>
            <li>
              بهتر است از قابلمه کوچک استفاده کنید و زیاد آب درون خورشت نریزید
              تا غذا آبکی نشود.
            </li>
            <li>30 دقیقه آخر پخت لیمو عمانی‌ها را اضافه کنید.</li>
            <li>خورشت را با برنج زعفرانی سرو کنید.</li>
          </ol>
        </main>
      )}
      {class1 == "main45" && (
        <main className={class1}>
          <h1>طرز تهیه کوکو اشپل</h1>
          <div className="pic"></div>
          <p>
            <i>
              اشپل در آشپزی ملل گوناگون به کار می‌رود. خاویار (تخم ماهیان
              خاویاری) گران و پرطرفدار است. در شمال ایران و در ساحل دریای خزر،
              به ویژه استان گیلان و استان مازندران، با اشپل ماهی‌های گوناگون
              خوراک درست می‌کنند. از جمله ماهی سفید، خاویار، ماهی کولی و ماهی
              سیم. در ایران گاه با آن کوکوی اشپل می‌پزند.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد اشپل ماهی</li>
            <li>4 عدد تخم مرغ</li>
            <li>3 حبه سیر</li>
            <li>1 قاشق سوپخوری آرد</li>
            <li>100 گرم سبزی کوکو خرد شده</li>
            <li>1 عدد پیاز</li>
            <li>نمک، فلفل و زردچوبه به مقدار لازم</li>
            <li>پودر تخم گشنیز به دلخواه</li>
            <li>1 قاشق چایخوری آبلیمو</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              بعد از شستن اشپل ماهی پوست نازک روی آن را گرفته و در کاسه‌ای
              می‌ریزیم و با چنگال بافت‌های آن را از هم جدا می‌کنیم.
            </li>
            <li>
              تخم مرغ‌ها را درون یک کاسه ریخته و با چنگال و یا همزن برقی به خوبی
              هم می‌زنیم. سپس اشپل، سیر رنده شده، پیاز رنده شده، نمک، فلفل و
              زردچوبه را به تخم مرغ اضافه می‌کنیم.
            </li>
            <li>
              مواد را دوباره با چنگال به خوبی باهم مخلوط می‌کنیم. سپس درون تابه
              را روغن ریخته و بر روی حرارت ملایم قرار می‌دهیم.
            </li>
            <li>
              هنگامی که تابه داغ شد، مایه کوکو را داخل تابه ریخته و اجازه
              می‌دهید تا کاملا سرخ شود.
            </li>
            <li>
              وقتی که یک طرف کوکو اشپل سرخ شد، روی دیگر آن را سرخ می‌کنید.
            </li>
            <li>
              بعد از اینکه دو طرف کوکو به خوبی سرخ شد آن را درون ظرف ریخته و سرو
              کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main46" && (
        <main className={class1}>
          <h1>طرز تهیه کباب کوبیده</h1>
          <div className="pic"></div>
          <p>
            <i>
              کباب‌کوبیده را می‌توان با گوشت‌های مختلفی همانند: گوشت گوسفند، گاو
              و مرغ درست کرد. محبوب‌ترین کباب کوبیده، کباب کوبیدهٔ تهیه شده با
              گوشت گوسفند با مقداری چربی است که طعم پیاز موجود در آن مناسب باشد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 کیلوگرم گوشت قسمت سردست چرخ کرده خیلی نرم</li>
            <li>2 تا 3 عدد پیاز رنده کرده نرم</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              گوشت و پیاز و نمک و فلفل را مخلوط می‌کنیم و خوب مالش می‌دهیم تا
              گوشت کاملا چسبندگی پیدا کند، بعد دست را مرطوب می‌کنیم و از مایه
              گوشت بر می‌داریم و به سیخ می‌کشیم.
            </li>
            <li>
              و با انگشت کمی فشار می‌دهیم تا گوشت به سیخ بچسبد و سطح آن صاف شود،
              آنگاه آتش فراوان را که کاملا گرفته است روی منقل صاف می‌کنیم.
            </li>
            <li>
              سیخ‌ها را روی آتش می‌چینیم و فوری آتش را باد می‌زنیم تا گوشت خودش
              را به سیخ بگیرد و از آن نریزد.
            </li>
            <li>
              وقتی گوشت کمی برشته شد، دیگر آتش را باد نمی‌زنیم تا مغز گوشت بپزد.
            </li>
            <li>باید دقت کرد که کباب‌ها زیاد برشته و خشک نشوند.</li>
            <li>
              کباب‌ها را در دیس می‌کشیم و روی آن را کمی سماق کوبیده شده
              می‌پاشیم.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main47" && (
        <main className={class1}>
          <h1>طرز تهیه لوبیا پلو</h1>
          <div className="pic"></div>
          <p>
            <i>
              لوبیا پلوی یکی از معروف‌ترین پلوهای مخلوط ایرانی است که هواداران
              بسیار زیادی دارد. در این مقاله قصد داریم طرز تهیه لوبیا پلو را به
              شما اموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">5 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>4 پیمانه برنج</li>
            <li>500 گرم لوبیا سبز خرد شده</li>
            <li>300 گرم گوشت گوسفند بدون چربی یا راسته گوساله بدون استخوان</li>
            <li>3 قاشق سوپخوری پیاز داغ</li>
            <li>
              1 قاشق سوپخوری رب گوجه فرنگی یا 1 پیمانه پوره گوجه فرنگی تازه
            </li>
            <li>نمک، فلفل و زردچوبه به مقدار کافی</li>
            <li>3 قاشق سوپخوری زعفران دم کرده</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>ابتدا گوشت را خرد کرده و سپس با آب سر بشویید.</li>
            <li>
              حالا گوشت را به همراه فلفل و زردچوبه درون قابلمه ریخته و اجازه
              دهید نیم پز شود.
            </li>
            <li>
              بعد از اینکه گوشت نیم پز شد آن را به همراه پیاز داغ سرخ کنید.
            </li>
            <li>
              بعد از اینکه گوشت نسبتا سرخ شد، پوره گوجه فرنگی و یا رب گوجه را
              اضافه کرده و اجازه دهید مانند خورشت جابیافتد و آب آن به صورت سس
              غلیظ شود.
            </li>
            <li>
              در انتها هنگامی که گوشت کاملا پخت، نمک و ادویه دلخواه را اضافه
              کنید.
            </li>
            <li>
              برنج را طبق معمول آبکش کنید و دو قاشق غذاخوری روغن مایع را با یک
              لیوان آب مخلوط کرده و روی آبکش برنج بریزید.
            </li>
            <li>
              در یک قابلمه که کمی از گنجایش برنج بزرگتر باشد، یک قاشق روغن ریخته
              و ته دیگ مورد علاقه خود را بگذارید.
            </li>
            <li>
              مثلا سیب زمینی یا نان لواش برای تهیه یک ته دیگ خوش رنگ و خوشمزه.
            </li>
            <li>
              هر بار که برنج را درون قابلمه برای دم کردن می‌ریزید، مقداری از
              مایه (گوشت، لوبیا و سس) را به برنج اضافه کرده و اینکار را تا زمانی
              که برنج و مایه تمام شوند ادامه دهید.
            </li>
            <li>
              طی هر مرحله که مایه را اضافه می‌کنید می‌توانید مقداری دارچین به
              برنج اضافه کنید.
            </li>
            <li>
              هنگامی که برنج دم کشید می‌توانید چند قاشق برنج را در یک بشقاب
              ریخته و با زعفران دم کرده مخلوط کنید و به عنوان سرکش بر روی لوبیا
              پلو بریزید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main48" && (
        <main className={class1}>
          <h1>طرز تهیه اکبر جوجه</h1>
          <div className="pic"></div>
          <p>
            <i>
              داستان بعضی غذاها گاهی اوقات به مکان یا شخص خاصی بازمی‌گردد،
              داستان اکبر جوجه هم یکی از آن‌ها است. اکبر جوجه یکی از غذاهای
              معروف شمال ایران است که در رستوران‌های این منطقه پخته و سرو
              می‌شود. اکبر جوجه، نام یک رستوران زنجیره‌ای و نیز لقب علی‌اکبر
              کلبادی نژاد بنیان‌گذار این رستوران‌ها و ابداع‌کننده این غذاست.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد جوجه مرغ</li>
            <li>2 عدد پیاز</li>
            <li>چند حبه سیر</li>
            <li>1 عدد لیمو</li>
            <li>نمک، زردچوبه، فلفل سیاه و فلفل قرمز</li>
            <li>⅓ پیمانه زعفران دم کره</li>
            <li>4 قاشق غذاخوری گردو آسیاب شده</li>
            <li>1 قاشق چایخوری پودر سیر</li>
            <li>150 گرم کره</li>
            <li>2 لیتر روغن سرخ کردنی</li>
            <li>½ پیمانه رب انار</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              جوجه مرغ را بعد از شستن به دو نیم تقسیم کنید. پوست مرغ را لازم
              نیست جدا کنید.
            </li>
            <li>
              تکه‌های جوجه را در یک کاسه بزرگ قرار دهید و ابتدا آن‌ها را به
              زعفران دم کرده آغشته کنید.
            </li>
            <li>
              یکی از پیازها را به صورت خلالی خرد کنید و روی جوجه‌ها بریزید.
            </li>
            <li>
              کمی فلفل سیاه، نمک، سیر له شده، رنده پوست لیمو و آب لیمو را روی
              جوجه‌ها بریزید.
            </li>
            <li>مرغ باید حداقل 3 ساعت درون این مواد استراحت کند.</li>
            <li>
              بعد از چند ساعت که مرغ درون یخچال استراحت کرد. تکه‌های پیاز و مواد
              دیگر را از آن جدا کنید و داخل روغن بگذارید.
            </li>
            <li>
              حرارت روغن باید در کمترین حالت ممکن باشد تا مرغ درون روغن بپزد و
              سرخ نشود.
            </li>
            <li>
              یک عدد پیاز دیگر را نصف کنید و همراه دو حبه سیر درون روغن کنار
              مرغ‌ها بیندازید.
            </li>
            <li>
              مرغ باید حدود 1 ساعت الی یک ساعت و 30 دقیقه درون روغن با حرارت کم
              به آرامی بپزد. دقت داشته باشید که درب قابلمه را نگذارید.
            </li>
            <li>
              گردوهای آسیاب شده را به رب انار اضافه کنید. یک عدد سیر رنده شده به
              رب انار اضافه کنید و مخلوط کنید. سس رب انار را هنگام سرو کردن کنار
              غذا قرار بدهید.
            </li>
            <li>مرغ‌ها را از روغن دربیاورید و درون کره آب شده تفت بدهید.</li>
            <li>
              5 قاشق غذاخوری آب داخل یک لیوان بریزید. 1 قاشق غذاخوری آب لیمو،
              کمی زعفران دم کرده، زردچوبه و فلفل قرمز و پودر سیر اضافه کنید و با
              قاشق مخلوط کنید.
            </li>
            <li>
              این سس را قاشق قاشق روی مرغ‌های در حال سرخ شدن درون کره بریزید.
              دقت کنید و احتیاط کنید که حرارت کره بالا نباشد و سس را به یکباره
              اضافه نکنید چون کره ذوب شده به اطراف پاشیده خواهد شد.
            </li>
            <li>
              بعد از چند دقیقه که مرغ‌ها کاملا درون کره سرخ شدند، آن‌ها را از
              روی حرارت بردارید و با کته زعفرانی سرو کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main49" && (
        <main className={class1}>
          <h1>طرز تهیه خورشت فسنجان با مرغ</h1>
          <div className="pic"></div>
          <p>
            <i>
              خورشت فسنجان یکی از لذیذترین خورشت‌های ایرانی است که با گردو، رب
              انار و گوشت درست می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">4 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">4 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">6 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد مرغ</li>
            <li>500 گرم گردو چرخ کرده</li>
            <li>پیاز سرخ شده</li>
            <li>5 قاشق غذاخوری رب انار</li>
            <li>شکر</li>
            <li>نمک، زردچوبه، زعفران</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا مرغ را با پیاز و دو سه لیوان آب و کمی نمک می‌گذاریم نیم پز
              شود. در مرحله بعد گردوی چرخ کرده را به مخلوط اضافه می‌کنیم و حرارت
              را ملایم می‌کنیم.
            </li>
            <li>
              سپس آب انار یا رب انار را اضافه کرده و اجازه می‌دهیم خورشت آهسته
              بجوشد تا مرغ کاملا بپزد و خورشت جا بیفتد. در صورت ترش بودن خورشت
              کمی شکر اضافه می‌کنیم.
            </li>
            <li>
              خورشت فسنجان باید بعد از آماده شدن کاملا به روغن بیفتد و آب نداشته
              باشد. همچنین در صورتی که مرغ پخته شد و خورشت جا نیفتاد مرغ را خارج
              کرده و موقع کشیدن داخل خوش قرار می‌دهیم.
            </li>
            <li>
              توضیح آنکه معمولا چاشنی فسنجان آب انار یا رب انار است ولی ممکن است
              به جای آن‌ها کمی آبلیمو و شکر و زعفران ساییده مصرف کرد.
            </li>
            <li>
              در خورشت فسنجان آلو نیز می‌توان ریخت. و خورشت فسنجان را با مرغابی
              نیز می‌توان تهیه کرد. در صورتیکه رب انار مصرف کردیم یکی دو لیوان
              آب زیادتر می‌ریزیم زیرا فسنجان باید با آب بیشتر و مدت طولانی‌تر
              بجوشد تا روغن بیفتد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main50" && (
        <main className={class1}>
          <h1>طرز تهیه بادمجان شکم پر</h1>
          <div className="pic"></div>
          <p>
            <i>
              بادمجان شکم پر یک غذای خوشمزه است که در هر کشور یک دستور پخت
              متفاوت از آن را می‌توانید پیدا کنید. در ترکیه به این غذا دلمه
              بادمجان گفته می‌شود و از برنج، بادمجان، گوشت چرخ کرده، رب گوجه
              فرنگی، پیاز و جعفری برای درست کردن آن استفاده می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>300 گرم گوشت چرخ کرده</li>
            <li>2 عدد پیاز نگینی خرد شده</li>
            <li>50 گرم جعفری تازه خرد شده</li>
            <li>2 عدد گوجه فرنگی رنده شده</li>
            <li>150 گرم قارچ نگینی خرد شده(دلخواه)</li>
            <li>1 بوته سیر، نگینی خرد شده</li>
            <li>1 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>نمک، فلفل و زردچوبه، آویشن به میزان لازم</li>
            <li>5 عدد بادمجان</li>
            <li>پنیر پیتزا به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              بادمجان‌ها را بشویید و آن‌ها را از وسط به دو نیمه مساوی تقسیم
              کنید.
            </li>
            <li>با کمک قاشق داخل بادمجان‌ها را کمی خالی کنید.</li>
            <li>با یک برس روی سطح بادمجان‌ها را به روغن آغشته کنید.</li>
            <li>
              بادمجان‌ها را درون سینی فر بچینید. فر را روشن کنید و دمای آن را
              روی 175 درجه سانتیگراد تنظیم کنید.
            </li>
            <li>
              15 الی بیست دقیقه زمان لازم است تا بادمجان‌ها درون فر بپزند و نرم
              شوند.
            </li>
            <li>
              درون یک ماهیتابه مقداری روغن بریزید و بگذارید روغن داغ شود. پیاز
              را به روغن اضافه کنید تا پیازها طلایی شوند.
            </li>
            <li>سپس گوشت چرخ کرده را به پیاز اضافه کنید.</li>
            <li>گوشت را با پیاز تفت بدهید تا رنگ گوشت تغییر کند.</li>
            <li>
              قارچ‌ها را به گوشت و پیاز اضافه کنید و حرارت را زیاد کنید تا قارچ
              آب نیندازد.
            </li>
            <li>
              برای چند دقیقه قارچ و گوشت را با هم تفت بدهید تا خامی آن گرفته
              شود.
            </li>
            <li>نمک، فلفل، آویشن و زردچوبه را به مواد اضافه کنید.</li>
            <li>سپس رب را به مواد اضافه کنید و برای چند دقیقه تفت دهید.</li>
            <li>سیر خرد شده را به مواد اضافه کنید.</li>
            <li>جعفری خرد شده را به مواد اضافه کنید.</li>
            <li>
              پوره گوجه فرنگی را به مواد اضافه کنید و اجازه دهید سس گوشت روی
              حرارت ملایم غلیظ شود و بپزد.
            </li>
            <li>
              بادمجان‌ها را از فر بیرون بیاورید. درون بادمجان‌ها را با سس گوشتی
              که آماده کرده اید پر کنید و روی مواد پنیر پیتزا بریزید.
            </li>
            <li>
              بادمجان‌ها را برای 10 دقیقه دیگر درون فر با دمای 175 درجه
              سانتیگراد بگذارید تا پنیر پیتزا آب شود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main51" && (
        <main className={class1}>
          <h1>طرز تهیه املت قهوه خانه ای</h1>
          <div className="pic"></div>
          <p>
            <i>
              املت از آن دسته غذاهایی است که در رستوران‌های فرانسوی، لبنانی،
              ترکیه ای و ... مشاهده می‌کنید. با این حال شاید بهترین املتی که
              امتحان کرده‌ایم املت‌های قهوه خانه ای ایرانی است. البته علت اصلی
              که باعث می‌شود این نوع املت خوشمزه و خاص باشد، تکرار و تمرین زیاد
              این آشپزهاست.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">5 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>پیاز به مقدار لازم</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>4 عدد تخم مرغ</li>
            <li>½ استکان روغن مایع</li>
            <li>2 قاشق سوپخوری رب گوجه فرنگی</li>
            <li>نان به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برای شروع ابتدا یک ماهیتابه که پهنای زیادی ندارد را روی گاز قرار
              دهید تا کاملا داغ شود. هر چه ماهیتابه نازک‌تر باشد املتی که درون
              آن تهیه می‌شود خوشمزه تر خواهد شد.
            </li>
            <li>
              بعد از اینکه تابه داغ شد، روغن را اضافه کنید. البته روغن را باید
              به گونه ای بریزید تا سطح ماهیتابه را کاملا بپوشاند. بعد از اینکه
              روغن کمی داغ شد، رب را به اندازه مورد علاقه‌تان اضافه کنید.
            </li>
            <li>
              تا زمانی که رنگ رب تغییر کند و به طور کامل از هم جدا شود، باید به
              سرخ کردن آن ادامه دهید تا خامی رب گرفته شود. بعد از این مرحله
              مقداری نمک به رب اضافه کنید دوباره به هم زدن رب روی شعله گاز ادامه
              می‌دهید و در نهایت مقداری فلفل قرمز یا سیاه به آن اضافه کنید.
            </li>
            <li>
              خب، حالا زمان آن رسیده است که تخم مرغ‌ها را شکسته و درون تابه
              می‌ریزیم. وقتی که همه تخم‌مرغ‌ها را درون تابه ریختیم شروع به هم
              زدن آن‌ها می‌کنیم. این کار را تا جایی که رب و تخم مرغ باهم به خوبی
              مخلوط شوند ادامه می‌دهیم.
            </li>
            <li>
              نباید بگذارید تا املت خیلی سفت شود و بعد از اینکه تخم مرغ‌ها با رب
              مخلوط شد آماده سرو خواهد بود. حالا می‌توانید یک لقمه جانانه با
              پیاز و نان گرفته و نوش جان کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main52" && (
        <main className={class1}>
          <h1>طرز تهیه املت تن ماهی</h1>
          <div className="pic"></div>
          <p>
            <i>
              تن ماهی از آن دسته کنسروهای کار راه انداز است! کافیه کارمند باشید
              یا دانشجو یا هر شخصی که زمان کافی برای آشپزی ندارد خیلی ساده
              می‌توانید از این کنسرو کوچک غذاهای متنوع تهیه کنید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 عدد گوجه فرنگی بزرگ</li>
            <li>1 عدد پیاز بزرگ</li>
            <li>روغن، نمک و فلفل به مقدار لازم</li>
            <li>5 عدد تخم مرغ</li>
            <li>1 عدد کنسرو تن ماهی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا پیاز را رنده و یا خرد کرده و پیاز داغ درست کنید. هنگامی که
              پیازها طلایی شدند می‌توانید گوجه فرنگی‌هایی که خرد کرده بودید را
              به پیاز داغ اضافه کنید.
            </li>
            <li>
              حالا گوجه فرنگی‌ها را خوب تفت دهید تا آب گوجه فرنگی گرفته شود و
              جابیافتد در این مرحله تن ماهی را به تابه اضافه کنید. توجه داشته
              باشید که تن ماهی را در ظرف باز کنید و تفت دهید.
            </li>
            <li>
              هنگامی که مخلوط تن ماهی و گوجه فرنگی خوب تفت دادید، وقت آن رسیده
              است که تخم مرغ‌ها را اضافه کنید. حالا به مقدار کمی نمک، فلفل را به
              غذا اضافه کنید و وقتی تخم مرغ‌ها گرفت املت شما آماده است.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main53" && (
        <main className={class1}>
          <h1>طرز تهیه املت سبزیجات</h1>
          <div className="pic"></div>
          <p>
            <i>
              املت انواع مختلفی دارد که شاید ما بیشتر املت گوجه فرنگی را بشناسیم
              اما در این مقاله قصد داریم طرز تهیه املت سبزیجات را به شما آموزش
              دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">30 دقیقه </span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 عدد تخم مرغ</li>
            <li>½ پیمانه جعفری</li>
            <li>½ پیمانه اسفناج</li>
            <li>2 قاشق غذاخوری پنیر پارمسان</li>
            <li>2 قاشق غذاخوری پیازچه</li>
            <li>1 عدد پیاز</li>
            <li>روغن به مقدار لازم</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا تخم مرغ‌ها را درون یک کاسه شکسته و به اندازه یک قاشق غذاخوری
              به آن آب اضافه کنید و هم بزنید.
            </li>
            <li>
              تابه نچسب را بر روی حرارت ملایم قرار داده و تابه را با روغن
              (ترجیحا روغن زیتون) چرب کنید.
            </li>
            <li>
              مخلوط تخم مرغ را داخل تابه ریخته و سپس باقی سبزیجات (که از ابتدا
              به خوبی خرد شده بودند) را درون تابه بریزید.
            </li>
            <li>
              هنگامی که املت به طور کامل پخت می‌توانید آن را با گوجه فرنگی و
              زیتون سرو کنید و روی آن پنیر پارمسان رنده شده بریزید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main54" && (
        <main className={class1}>
          <h1>طرز تهیه املت کالباس</h1>
          <div className="pic"></div>
          <p>
            <i>
              به دنبال تهیه یک غذای ساده و سریع برای شام و یا ناهار و یا حتی
              صبحانه هستید و مواد اولیه زیادی هم در خانه ندارید؟ خب، می‌توانید
              املت کالباس را امتحان کنید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">25 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>250 گرم کالباس</li>
            <li>4 عدد تخم مرغ</li>
            <li>4 عدد گوجه فرنگی</li>
            <li>روغن به مقدار لازم</li>
            <li>نمک و فلفل</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              روغن را درون ماهیتابه ریخته و اجازه دهید تا داغ شود، کالباس‌ها را
              خرد کرده و آن را درون تابه بریزید تا کمی سرخ شود.
            </li>
            <li>
              گوجه فرنگی را خرد کرده و آن را داخل تابه ریخته و در نهایت نمک و
              فلفل را اضافه کنید.
            </li>
            <li>
              تخم مرغ‌ها را بعد از اینکه آب گوجه فرنگی کشیده شد شکسته و درون
              تابه بریزید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main55" && (
        <main className={class1}>
          <h1>طرز تهیه کوکو سبزی</h1>
          <div className="pic"></div>
          <p>
            <i>
              کوکو سبزی غذایی است ایرانی که به عنوان پیش غذا یا غذای اصلی سرو
              می‌شود. کوکو سبزی از ترکیبی از سبزی‌های معطر و تخم مرغ درست
              می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">35 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">50 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>400 گرم سبزی کوکو (تره، جعفری، گشنیز، شوید)</li>
            <li>2 عدد تخم مرغ</li>
            <li>کمی سیر رنده شده</li>
            <li>نمک، فلفل و زردچوبه</li>
            <li>گردو و زرشک</li>
            <li>1 قاشق غذاخوری آرد</li>
            <li>روغن</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برای آماده کردن چاشنی‌ کوکوی سبزی، ۱ قاشق غذاخوری روغن را در
              ماهیتابه روی شعله ملایم حرارت دهید.
            </li>
            <li>
              زرشک و زعفران دم کرده را به آن اضافه کرده و به مدت ۱ دقیقه هم
              بزنید. بعد از آماده شدن زرشک، آن‌ها را کنار بگذارید.
            </li>
            <li>
              تخم‌مرغ‌ها را در یک ظرف مخلوط کن بزرگ بشکنید. ادویه، نمک، فلفل، و
              زردچوبه را اضافه کنید.
            </li>
            <li>
              با چنگال کمی آن را هم بزنید. سیر، مغز گردو، آرد و سبزیجات را به آن
              اضافه کنید. مخلوط را با چنگال خوب هم بزنید.
            </li>
            <li>کمی روغن را در یک تابه روی شعله ملایم حرارت دهید.</li>
            <li>
              مخلوط آماده شده را در آن ریخته و در قابلمه را بگذارید تا به خوبی
              برشته شود (حدود ۱۵ الی ۲۰ دقیقه). کوکو را برگردانده و به مدت ۱۰
              الی ۱۵ دقیقه دیگر حرارت دهید تا طرف دیگر آن نیز طلایی شود.
            </li>
            <li>
              کوکوسبزی را به ظرف مورد نظر منتقل کرده و با استفاده از زرشک و گردو
              آن را تزئین کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main56" && (
        <main className={class1}>
          <h1>طرز تهیه کتلت مرغ</h1>
          <div className="pic"></div>
          <p>
            <i>
              کُتلت یا شامی کباب از غذاهای پُرسی هستند. این غذای لذیذ و
              پرطرفدار، طعم کمی چرب و گوشتی دارد و با گوشت، سیب‌زمینی، تخم‌مرغ و
              پیاز تهیه می‌شود و معمولا بدون برنج و با نان و به صورت داغ سِرو
              می‌شود. می‌توان آن را به‌عنوان غذای آماده، غذای سفر یا ساندویچ سرد
              نیز مصرف کرد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد سینه مرغ</li>
            <li>3 عدد سیب زمینی</li>
            <li>2 عدد تخم مرغ</li>
            <li>2 عدد پیاز</li>
            <li>½ قاشق چایخوری زعفران ساییده</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>1 فنجان پودر سوخاری</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              سینه مرغ را با یک لیوان آب، یک عدد پیاز، کمی نمک و نصف مقدار
              زعفران حل شده با حرارت ملایم می‌پزیم تا آب آن کشیده شود.
            </li>
            <li> سیب زمینی‌ها را پخته و گرم‌گرم آن را رنده یا چرخ می‌کنیم.</li>
            <li>
              مرغ و سیب زمینی را مجددا چرخ کرده و پیاز را هم رنده می‌کنیم و با
              تخم مرغ، زعفران حل کرده، نمک و فلفل آن را خوب ورز می‌‎دهیم.
            </li>
            <li>
              کف دستمان را به پودر سوخاری آغشته کرده و از مایه به اندازه یک عدد
              پرتقال متوسط برمی‌داریم و آن را به صورت گرد یا بیضی شکل در
              می‌آوریم.
            </li>
            <li>
              سپس آن را در روغن سرخ می‌کنیم و آن‌ها را در دیس سرو می‌کنیم.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main57" && (
        <main className={class1}>
          <h1>طرز تهیه دلمه کلم</h1>
          <div className="pic"></div>
          <p>
            <i>
              دلمه غذایی خوشمزه است که از سبزیجات پر شده(گوجه فرنگی، فلفل دلمه
              ای، کدو و بادمجان) با گوشت و سایر مواد تهیه می‌شود. این غذا بیشتر
              در کشورهای بالکان، آسیای مرکزی و خاورمیانه درست می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">2 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد کلم سفید</li>
            <li>2 عدد پیاز</li>
            <li>500 گرم گوشت چرخ کرده</li>
            <li>
              2 پیمانه سبزی دلمه (پیازچه، ترخون، نعنا، مرزه، جعفری، گشنیز و تره)
            </li>
            <li>2 پیمانه برنج</li>
            <li>1 پیمانه لپه</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>سبزی دلمه را پاک کنید و بشویید و ریز خرد کنید.</li>
            <li>
              انتهای دلمه کلم را جدا کنید و درون آب جوش قرار دهید تا برگ‌های کلم
              نرم شوند.
            </li>
            <li>در یک قابلمه دیگر لپه را با کمی آب بپزید.</li>
            <li>برنج را هم جداگانه نیم پز کنید.</li>
            <li>پیازها را رنده کنید.</li>
            <li>
              گوشت چرخ کرده را به پیاز اضافه کنید. سپس سبزی دلمه را اضافه کنید.
            </li>
            <li>نمک، زردچوبه و فلفل را به مواد اضافه کنید.</li>
            <li>مواد را کاملا با هم مخلوط کنید.</li>
            <li>
              برنج نیم پز و لپه پخته شده را به مواد دلمه اضافه کنید و خوب با هم
              مخلوط کنید.
            </li>
            <li>
              بعد از اینکه برگ‌های کلم نرم شد و قابل پیچیدن شد، کلم را از درون
              آب جوش بیرون بیاورید.
            </li>
            <li>برگ‌های ریز کلم را کف قابلمه بچینید.</li>
            <li>
              قسمت سفت میانی برگ کلم را جدا کنید. کمی از مواد داخل روی برگ کلم
              بگذارید و برگ کلم را رول کنید.
            </li>
            <li>دلمه‌ها را درون قابلمه روی هم بچینید.</li>
            <li>
              درون یک ماهیتابه کمی روغن بریزید، رب را به روغن داغ شده اضافه کنید
              و برای چند دقیقه تفت بدهید.
            </li>
            <li>
              سپس دو لیوان آب به آن اضافه کنید و اجازه دهید برای 2 دقیقه جوش
              بخورد و سپس سس را از روی حرارت بردارید.
            </li>
            <li>سس را روی دلمه‌ها بریزید.</li>
            <li>قابلمه را روی حرارت ملایم بگذارید تا دلمه‌ها خوب بپزد.</li>
          </ol>
        </main>
      )}
      {class1 == "main58" && (
        <main className={class1}>
          <h1>طرز تهیه سوسیس تخم مرغ</h1>
          <div className="pic"></div>
          <p>
            <i>
              سوسیس تخم مرغ یکی از غذای سریع و خوشمزه است که بیشتر به عنوان
              صبحانه مورد استفاده قرار می‌گیرد. انتخاب سوسیس مناسب برای تهیه این
              غذا بسیار مهم و موثر است. از انواع سوسیس پنیری گرفته تا سوسیس ساده
              و آلمانی همگی برای تهیه این غذا مناسب است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">5 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 عدد تخم مرغ</li>
            <li>3 عدد سوسیس</li>
            <li>روغن یا کره به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا سوسیس‌ها را به صورت حلقه‌حلقه خرد کرده و آن را در مقداری
              روغن سرخ کنید.
            </li>
            <li>
              همین که رنگ سوسیس‌ها کمی تغییر کرد لابه‌لای آن‌ها را باز کرده و
              تخم مرغ‌ها را بیاندازید.
            </li>
            <li>
              در این مرحله به مقداری که مدنظرتان است نمک، فلفل سیاه به غذا اضافه
              کنید.
            </li>
            <li>صبحانه دلچسب شما هم اکنون آماده است!</li>
          </ol>
        </main>
      )}
      {class1 == "main59" && (
        <main className={class1}>
          <h1>طرز تهیه خورشت کرفس</h1>
          <div className="pic"></div>
          <p>
            <i>
              خورش کرفس یکی از خورش‌های اصیل ایرانی است که از گوشت خرد شده ران
              گوسفند یا گوساله و بعضا گوشت مرغ، کرفس، نعنا و جعفری تهیه می‌شود.
              برای جا افتادن خورش کرفس زمان نسبتا زیادی لازم است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">3 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">3 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت خورشتی خرد شده</li>
            <li>1 بوته کرفس</li>
            <li>500 گرم نعناع و جعفری</li>
            <li>5 تا 6 قاشق غذاخوری آبغوره</li>
            <li>1 قاشق غذاخوری زعفران آب کرده</li>
            <li>روغن مایع به اندازه کافی</li>
            <li>نمک، فلفل و زردچوبه به مقدار لازم</li>
            <li>½ قاشق غذاخوری رب گوجه فرنگی (به دلخواه)</li>
            <li>1 عدد پیاز</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>پیاز را نگینی خرد کنید و با کمی روغن تفت دهید تا سرخ شود.</li>
            <li>گوشت را اضافه کنید و چند دقیقه با پیاز تفت دهید.</li>
            <li>زردچوبه و کمی فلفل به گوشت اضافه کنید.</li>
            <li>سه تا چهار پیمانه آب به گوشت اضافه کنید تا بپزد.</li>
            <li>
              کرفس را کاملا بشویید و در اندازه‌های دو سانتی‌متری خرد کنید.
            </li>
            <li>نعناع و جعفری را با مقدار کمی روغن سرخ کنید.</li>
            <li>کرفس را به نعناع و جعفری اضافه کنید و با هم کمی تفت دهید.</li>
            <li>زمانی که گوشت نیم‌پز شد کرفس و نعناع و جعفری را اضافه کنید.</li>
            <li>
              نیم ساعت آخر پخت آبغوره و زعفران را اضافه کنید تا خورشت جا بیافتد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main60" && (
        <main className={class1}>
          <h1>طرز تهیه عدس پلو</h1>
          <div className="pic"></div>
          <p>
            <i>
              عدس‌پلو یکی از انواع پلوی ایرانی است که به روش‌های مختلفی تهیه
              می‌شود. در این مقاله قصد داریم طرز تهیه عدس پلو با گوشت چرخ کرده
              را به شما آموزش خواهیم داد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 پیمانه برنج</li>
            <li>¾ پیمانه عدس</li>
            <li>200 گرم کشمش</li>
            <li>3 قاشق غذاخوری پیاز داغ</li>
            <li>10 تا 15 عدد خرما</li>
            <li>2 قاشق غذاخوری زعفران دم کرده</li>
            <li>200 گرم گوشت چرخ کرده</li>
            <li>1 عدد پیاز</li>
            <li>روغن مایع به میزان لازم</li>
            <li>نمک، فلفل و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>برنج را از چند ساعت قبل خیس کنید و نمک بزنید.</li>
            <li>
              عدس را یک ساعت خیس کنید و سپس بپزید. مراقب باشید عدس له نشود.
            </li>
            <li>
              برنج را بجوشانید و در آخر، عدس را به آن اضافه کرده و آبکش کنید.
            </li>
            <li>
              ¼ لیوان روغن مایع را با ¾ لیوان آب گرم مخلوط کنید و روی برنج
              بریزید و برنج و عدس را دم کنید.
            </li>
            <li>
              در یک ماهیتابه کمی روغن بریزید و پیاز نگینی خرد شده را به آن اضافه
              کنید. پیاز را برای چند دقیقه تفت دهید تا سبک شود.
            </li>
            <li>
              سپس گوشت چرخ کرده را با کمی نمک و فلفل و زرد چوبه به ماهیتابه
              اضافه کنید و تفت بدهید تا رنگ آن تغییر کند.
            </li>
            <li>
              کشمش پلویی پاک کرده و شسته شده را هم به همراه خرمای بدون هسته در
              یک ماهیتابه دیگر با کمی روغن سرخ کنید.
            </li>
            <li>
              عدس پلو را با گوشت چرخ کرده، پیاز داغ، خرما و کشمش سرخ شده و
              زعفران آب کرده تزیین کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main61" && (
        <main className={class1}>
          <h1>طرز تهیه نرگسی بادمجان</h1>
          <div className="pic"></div>
          <p>
            <i>
              بسیاری از ما از خوردن غذاهای تکراری خسته شدیم و از طرفی تنوع غذایی
              کمک می‌کند تا مواد معدنی و ویتامین‌های بیشتری به بدن برسند. همچنین
              با گران‌تر شدن گوشت و مرغ تهیه انواع خورشت و غذاهای سنتی کمی سختر
              شده است. داشتن بادمجان در یخچال دقیقا مثل داشتن مرغ است! خیلی ساده
              می‌توان با آن یک غذای خوشمزه و سالم را تهیه کرد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>6 عدد بادمجان</li>
            <li>2 عدد گوجه فرنگی</li>
            <li>3 عدد تخم مرغ</li>
            <li>نمک، فلفل و زردچوبه به مقدار لازم</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برای شروع بهتر است پوست بادمجان‌ها را گرفته و آن‌ها به مدت 30
              دقیقه در آب نمک قرار دهید تا تلخی بادمجان گرفته شود. و در نهایت
              آن‌ها را به خوبی شسته و اجازه دهید کاملا خشک شود.
            </li>
            <li>
              حالا بادمجان‌ها را حلقه حلقه کرده و درون یک ماهیتابه نچسب با مقدار
              کمی روغن سرخ کنید. هنگامی که بادمجان‌ها طلایی شد سرخ کردن آن‌ها را
              متوقف کنید و آن‌ها را درون یک بشقاب بریزید.
            </li>
            <li>
              حالا گوجه فرنگی را حلقه حلقه کرده و آن‌ها را با مقدار کمی روغن تفت
              دهید، مقداری نمک، فلفل و زردچوبه به گوجه فرنگی زده و بادمجان‌ها را
              بر روی گوجه فرنگی بچینید.
            </li>
            <li>
              درب تابه را گذاشته و اجازه دهید، تا آب گوجه فرنگی کشیده شود و
              مقداری بادمجان و گوجه با آب گوجه بپزد. حالا تخم‌مرغ‌ها و مقداری
              نمک و فلفل را درون یک کاسه ریخته و با یک چنگال و یا همزن برقی کمی
              هم زده و آن را بر روی تمام مواد موجود در تابه بریزید.
            </li>
            <li>
              هنگامی که تخم‌ها به خوبی پخته شد غذای شما آماده است و می‌توانید
              نرگسی را از تابه خارج کرده و درون یک بشقاب یا دیس بکشید.این غذا را
              می‌توان با پیاز تازه، سبزی خوردن و انواع ترشی نوش جان کرد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main62" && (
        <main className={class1}>
          <h1>طرز تهیه خوراک مرغ</h1>
          <div className="pic"></div>
          <p>
            <i>
              آبگوشت معمولاً با گوشت گوسفند، نخود، لوبیا سفید، پیاز، سیب زمینی،
              گوجه فرنگی، زردچوبه و ... تهیه می شود. این غذای سنتی در ایران
              طرفداران بسیار زیادی دارد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 عدد سینه مرغ</li>
            <li>1 عدد پیاز</li>
            <li>2 حبه سیر</li>
            <li>2 عدد سیب زمینی بزرگ</li>
            <li>3 عدد هویج</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>نمک، فلفل و زردچوبه</li>
            <li>150 گرم قارچ</li>
            <li>½ پیمانه نخود فرنگی</li>
            <li>4 قاشق غذاخوری زعفران دم کرده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              درون یک قابلمه با گنجایش مناسب مقداری روغن بریزید و بگذارید داغ
              شود.
            </li>
            <li>
              پیاز را نگینی خرد کنید و بگذارید با روغن کمی سرخ شود. زمانی که
              پیاز طلایی شد سیر خرد شده را اضافه کنید و بگذارید عطر سیر بلند
              شود.
            </li>
            <li>سپس هویج های خرد شده را اضافه کنید.</li>
            <li>
              بعد از اینکه کمی هویج‌ها با پیاز سرخ شد، قارچ‌های خرد شده را اضافه
              کنید. قارچ‌ها لازم نیست خیلی ریز خرد شوند.
            </li>
            <li>
              زمانی که آب قارچ تبخیر شد، سیب زمینی‌های خرد شده و نخود فرنگی را
              به مواد اضافه کنید.
            </li>
            <li>به مواد نمک، فلفل و زردچوبه را اضافه کنید.</li>
            <li>
              در یک ماهیتابه دیگر سینه مرغ را که به قطعات کوچک برش دادید با کمی
              روغن یا کره سرخ کنید.
            </li>
            <li>
              کمی زعفران دم کرده هنگام سرخ شدن به مرغ‌ها اضافه کنید تا خوش رنگ
              شوند.
            </li>
            <li>سپس کمی نمک، فلفل و زردچوبه به مرغ اضافه کنید.</li>
            <li>
              سپس رب را اضافه کنید و اجازه دهید خامی رب گرفته شود و کمی با مرغ
              سرخ شود.
            </li>
            <li>
              3 لیوان آب جوش به مرغ اضافه کنید و درب ماهیتابه را بگذارید تا مرغ
              برای 15 الی 20 دقیقه بپزد.
            </li>
            <li>
              سپس سبزیجاتی که جداگانه سرخ کرده بودیم را به مرغ اضافه کنید و
              اجازه دهید برای 20 الی 30 دقیقه دیگر مرغ با سبزیجات بپزد.
            </li>
            <li>بعد از پخت کامل مواد را درون ظرف مناسب بریزید و سرو کنید.</li>
          </ol>
        </main>
      )}
      {class1 == "main63" && (
        <main className={class1}>
          <h1>طرز تهیه خوراک زبان گاو</h1>
          <div className="pic"></div>
          <p>
            <i>
              هواداران خوراک زبان کم نیستند، اما اینکه این خوراک چگونه تهیه شود
              همواره مورد چالش بوده است. در این مقاله قصد داریم طرز تهیه خوراک
              زبان گاو را به شما آموزش دهیم. در این دستور پخت ما از سبزی‌های
              معطر و سس گوجه‌فرنگی در کنار پوره سیب زمینی برای تزئین و مزه‌دادن
              به گوشت استفاده کرده‌ایم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">4 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">4 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد زبان گاو یا 2 عدد زبان گوساله</li>
            <li>1 دسته سبزی معطر (نعناع، ترخون، جعفری)</li>
            <li>2 عدد پیاز</li>
            <li>3 حبه سیر</li>
            <li>2 پیمانه پوره گوجه فرنگی</li>
            <li>500 گرم قارچ یا 1 عدد کنسرو قارچ</li>
            <li>2 پیمانه پوره سیب زمینی</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              زبان را با دقت تمیز می‌کنیم و روی آن را چاقو می‌کشیم تا کاملا تمیز
              شود. زبان را می‌شوییم.
            </li>
            <li>
              زبان را درون یک قابلمه قرار داده و مقداری آب روی زبان می‌ریزیم
              به‌طوریکه کاملا روی آن را بگیرد.
            </li>
            <li>
              ظرف را روی حرارت قرار داده تا جوش بیاید، کف روی زبان را یکی دو بار
              می‌گیریم.
            </li>
            <li>
              حالا سبزی‌های معطر، دانه‌های سیر و یکی دو عدد پیاز خرد شده را داخل
              زبان می‌ریزیم و درب ظرف را می‌بندیم و می‌گذاریم زبان با دمای ملایم
              بپزد.
            </li>
            <li>
              باید توجه داشته باشید که زبان از انواع گوشت‌های دیر پز است
              بنابراین برای پخت آن به 4 تا 5 ساعت زمان نیاز دارید و اگر از زودپز
              استفاده می‌کنید این زمان به یک ساعت و نیم کاهش می‌یابد.
            </li>
            <li>
              هنگامی که زبان پخت باید تقریبا نصف لیوان آب داشته باشد؛ در اواخر
              پخت کمی نمک به زبان می‌زنیم و می‌گذاریم چند جوش بزند.
            </li>
            <li>
              بعد از اینکه پخت داغ‌داغ پوست آن را جدا می‌کنیم تا انتهای ورقه‌ها
              از هم جدا نشود و فرم زبان حفظ شود.
            </li>
            <li>
              اگر تمایل دارید که کنار خوراک زبان از قارچ استفاده کنید، بعد از
              شستن قارچ‌ها آن را در مقدار کمی کره سرخ کنید بطوریکه آب آن گرفته
              شود.
            </li>
            <li>
              حالا قارچ‌های تفت داده شده را درون پوره گوجه‌فرنگی ریخته و آب
              خوراک زبان را بعد از صاف کردن درون سس ریخته و آن را روی حرارت قرار
              می‌دهیم تا چند جوش بزند و کمی غلیظ شود.
            </li>
            <li>
              حالا زبان را در یک دیس می‌گذاریم و اطراف آن را با چند عدد قارچ،
              پوره سیب زمینی و سس گوجه‌فرنگی و قارچ تزئین می‌کنیم. همچنین
              می‌توانیم با مقداری جعفری اطراف خوراک زبان را تزئین کنیم.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main64" && (
        <main className={class1}>
          <h1>طرز تهیه کتلت</h1>
          <div className="pic"></div>
          <p>
            <i>
              کمتر کسی است که دلش یک غذایی نانی بخواهد و به فکر کتلت نیافتد!
              هرچند این غذا نسبتا سخت و زمانبر به نظر می‌رسد اما ما در فودوتو یک
              روش سریع و خوشمزه را به شما آموزش خواهیم داد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">3 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 عدد سیب زمینی</li>
            <li>1 عدد پیاز</li>
            <li>250 گرم گوشت</li>
            <li>1 عدد تخم مرغ</li>
            <li>نمک، فلفل و ادویه به مقدار لازم</li>
            <li>آرد سوخاری به مقدار لازم</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا سیب زمینی‌ها را نصف کرده و آب پز کنید. در این مرحله سیب
              زمینی و پیاز را رنده کرده و به همراه گوشت و تخم مرغ در ظرفی
              بریزید.
            </li>
            <li>نمک و ادویه را هم اضافه کرده و خوب ورز دهید.</li>
            <li>
              سپس از مایه، گلوله‎‌هایی برداشته و در دست به شکل بیضی درآورید و در
              آرد سوخاری بغلتانید.
            </li>
            <li>
              داخل ماهی‌تابه را مقدار کمی روغن بریزید و اجازه دهید روی شعله
              ملایمی خوب داغ شود.
            </li>
            <li>کتلت‌ها را درون آن قرار داده و روی آن‌ها را چرب کنید.</li>
            <li>
              هنگامی که دور کتلت‌ها برشته شد آن‌ها را برگردانید تا طرف دیگر آن
              سرخ شود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main65" && (
        <main className={class1}>
          <h1>طرز تهیه کباب چنجه</h1>
          <div className="pic"></div>
          <p>
            <i>
              کباب چنجه یکی از مشهورترین کباب‌های تهرانی‌هاست. بسیار لذیذ و
              خوشمزه و به قول معروف گل سرسبد کباب‌هاست. این کباب از گوشت فیله
              گوسفندی، راسته گوسفندی، مغز ران گوسفند یا از فیله یا راسته گوساله
              تهیه می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 تا 650 گرم فیله گوسفندی یا گوساله</li>
            <li>150 گرم آب پیاز</li>
            <li>¼ قاشق چایخوری زردچوبه</li>
            <li>½ قاشق چایخوری ادویه مخلوط</li>
            <li>2 حبه سیر ورقه ورقه شده</li>
            <li>¼ پیمانه روغن زیتون یا روغن مایع</li>
            <li>نمک و فلفل سیاه به مقدار لازم</li>
            <li>1 قاشق چایخوری زعفران دم کرده</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا گوشت را به قطعات کوچکی ببرید (مکعب‌های 2 تا 3 سانتی‌متر) و
              در کاسه‌ای بریزید.
            </li>
            <li>
              در کاسه کوچکی آب پیاز، زردچوبه، ادویه مخلوط، سیر ورقه‌ورقه شده،
              روغن زیتون یا روغن مایع، کمی نمک، فلفل سیاه تازه ساییده و محلول
              زعفران را با هم مخلوط کنید.
            </li>
            <li>
              دقت کنید نمک را خیلی کم استفاده کنید، زیرا نمک کباب‌هایی که از
              گوشت قرمز تهیه می‌شوند باید در اواخر کباب کردن اضافه شود.
            </li>
            <li>
              نمک، آب گوشت را خارج کرده و رنگ گوشت را تغییر می‌دهد، گوشت را تیره
              و سفت می‌کند و به همین دلیل آن را باید در اواخر طبخ به کباب اضافه
              کرد.
            </li>
            <li>مخلوط بدست آمده را روی گوشت‌ها بریزید و خوب زیر و رو کنید.</li>
            <li>
              سپس آن را در ظرف بگذارید و برای یکی دو ساعت در یخچال قرار دهید تا
              سرد و مزه‌دار شود.
            </li>
            <li>
              آتش زغال را آماده کنید؛ ظرف را از یخچال خارج کرده، تکه‌های گوشت را
              به سیخ بکشید.
            </li>
            <li>
              در تابه کوچکی کره، روغن زیتون، فلفل قرمز و نمک را به مقدار لازم با
              هم مخلوط کرده و گرم کنید.
            </li>
            <li>اندکی از محلول زعفران را هم اضافه کنید.</li>
            <li>
              سیخ‌های کباب را روی آتش زغال قرارداده و اواسط کباب کردن، به وسیله
              قلم‌مو مقداری از مخلوط آماده شده را روی کباب‌ها بمالید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main66" && (
        <main className={class1}>
          <h1>طرز تهیه استانبولی پلو</h1>
          <div className="pic"></div>
          <p>
            <i>
              استانبولی‌پلو یا دمی گوجه‌فرنگی یکی از خوراک‌های ایرانی است که
              اساس آن بر استفاده از برنج است. انگلیسی زبان‌ها به آن برنج
              اسپانیایی می‌گویند. این غذای ساده محبوبیت زیادی دارد و معمولا با
              سالاد شیرازی و یا ماست و ترشی سرو می‌شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 پیمانه برنج</li>
            <li>4 عدد گوجه فرنگی بزرگ</li>
            <li>3 قاشق غذاخوری پیازداغ</li>
            <li>50 گرم کره یا روغن</li>
            <li>3 عدد سیب زمینی</li>
            <li>نمک، و زردچوبه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا برنج را بشویید و خیس کنید. گوجه‌فرنگی‌ها را بشویید و با
              غذاساز له کرده و یا رنده کنید.
            </li>
            <li>
              سیب زمینی را پوست گرفته و نگینی خرد کنید. در قابلمه روغن بریزید و
              زردچوبه و پیاز داغ را به آن اضافه کنید و کمی تفت دهید.
            </li>
            <li>
              سیب زمینی را اضافه کرده و کمی تفت دهید. گجه‌فرنگی‌ها را به همراه
              یک لیوان آب اضافه کنید.
            </li>
            <li>
              اجازه دهید سیب زمینی و گوجه فرنگی با هم بپزد. در هنگام پخت نمک و
              فلفل را به مخلوط اضافه کنید.
            </li>
            <li>بعد از پختن سیب زمینی و گوجه فرنگی برنج را اضافه کنید.</li>
            <li>
              نمک و آب را اندازه کنید و برنج را به صورت کته بپزید. هنگام سرو غذا
              روغن حیوانی یا کره آب کرده را روی برنج بریزید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main67" && (
        <main className={class1}>
          <h1>طرز تهیه همبرگر مرغ</h1>
          <div className="pic"></div>
          <p>
            <i>
              همبرگر یکی از محبوب‌ترین انواع فست فود در سراسر جهان است. و شهرت
              آن بسیار زیاد است. در این مقاله قصد داریم طرز تهیه همبرگر مرغ را
              به شما آموزش دهیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>450 گرم گوشت مرغ چرخ کرده</li>
            <li>1 عدد پیاز کوچک</li>
            <li>روغن به مقدار لازم</li>
            <li>پنیر ورقه ای به مقدار لازم</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>100 گرم آرد سوخاری</li>
            <li>4 عدد نان همبرگر</li>
            <li>1 عدد تخم مرغ</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              برای شروع ابتدا گوشت مرغ را بشویید، پیشنهاد ما به شما استفاده از
              گوشت سینه مرغ است.
            </li>
            <li>
              در این مرحله به کمک چرخ گوشت، گوشت مرغ بدون استخوان (سینه ترجیحا)
              را چرخ کنید.
            </li>
            <li>
              حالا پیازها را بشویید و پوست بگیرید. سپس آن ها را رنده ریز کنید و
              با گوشت مرغ مخلوط کنید.
            </li>
            <li>
              تخم مرغ، فلفل، نمک و آرد سوخاری را به گوشت مرغ اضافه کنید و خوب
              بهم بزنید تا خمیری یک دست حاصل شود.
            </li>
            <li>
              خمیر را خوب ورز دهید و سپس آن را به مدت 2 الی 4 ساعت در یخچال قرار
              دهید تا استراحت کند و طعم مواد جذب هم شود.
            </li>
            <li>
              پس از این مدت، خمیر برگر مرغ را از یخچال خارج کرده و به چند قسمت
              تقسیم کنید. بعد به کمک دست گرد و تخت کنید تا به شکل همبرگر درآید.
            </li>
            <li>
              مقداری روغن در ماهیتابه بریزید و روی حرارت ملایم قرار دهید. وقتی
              روغن داغ شد، همبرگر مرغ را سرخ کنید تا حدی که نسبتا طلایی مایل به
              قهوه‌ای شود.
            </li>
            <li>
              پس از سرخ شدن، تکه ای پنیر ورقه ای روی هر برگر بگذارید تا ذوب شود.
              سپس برگر را درون نان قرار دهید و با کاهو، خیارشور، گوجه، انواع سس
              ها، سیب زمینی سرخ کرده و… سرو کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main68" && (
        <main className={class1}>
          <h1>طرز تهیه چیز برگر </h1>
          <div className="pic"></div>
          <p>
            <i>
              {" "}
              چیزبرگر، همبرگری است که روی آن پنیر قرار دارد. بعد از اینکه همبرگر
              کاملا پخت پنیر را روی گوشت قرار می‌دهند تا با آب شدن بر روی همه
              سطوح گوشت پخش شود.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>500 گرم گوشت چرخ کرده</li>
            <li>1 عدد پیاز بزرگ</li>
            <li>2 حبه سیر(دلخواه)</li>
            <li>پنیر چدار ورقه‌ای به مقدار لازم</li>
            <li>1 عدد تخم مرغ</li>
            <li>آرد سوخاری یا آرد سفید به مقدار لازم</li>
            <li>نان همبرگر به تعداد لازم</li>
            <li>نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا پیاز و حبه سیر را رنده کنید، آب پیاز و سیر را بگیرید و آن را
              درون ظرفی که گوشت چرخ کرده، تخم مرغ قرار دارند بریزید.
            </li>
            <li>
              حالا مواد را باهم مخلوط کرده و آن را کمی ورز دهید، سپس نمک و فلفل
              و آرد را اضافه کرده و دوباره کمی ورز دهید. ورز دادن را تا زمانی که
              مواد به صورت منسجم و یکدست بشوند ادامه دهید.
            </li>
            <li>
              تا زمانی که بتوانید آن را شکل دهید، می‌توانید آرد به چیز برگر
              اضافه کنید، البته توجه داشته باشید که مصرف زیاد آرد باعث خشک شدن
              چیز برگر می‌شود.
            </li>
            <li>
              حالا چیز برگرها را با دست به صورت دایره‌ای در بیاورید، چیزبرگرها
              را داخل ظرف گذاشته و روی آن را با نایلون فیزر بپوشانید و به مدت 1
              تا 2 آن را داخل یخچال قرار دهید تا طعم مواد به خورد هم برود.
            </li>
            <li>
              حالا تابه را با کمی روغن چرب کنید. توصیه می‌شود از تابه گریل برای
              این کار استفاده کنید تا مواد به خوبی سرخ و پخته شوند.
            </li>
            <li>
              هنگامی که دو طرف گوشت‌ها سرخ شد، ورقه‌های پنیر چدار را بر روی چیز
              برگر قرار دهید تا با حرارت آب شود.
            </li>
            <li>
              حالا درون نان‌های همبرگری را خالی کرده و کاهو، خیارشور، گوجه فرنگی
              را داخل آن قرار داده و در نهایت چیز برگر را درون نان قرار دهید.
            </li>
            <li>
              با اضافه کردن انواع سس، به خصوص سس گوجه فرنگی یا باربیکیو
              می‌توانید این ساندویچ را سرو کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main69" && (
        <main className={class1}>
          <h1> طرز تهیه پیتزا بادمجان</h1>
          <div className="pic"></div>
          <p>
            <i>
              پیتزا بادمجان در اصل یک پیتزا ایتالیایی است که از پارمزان بادمجان
              الهام گرفته شده است. پارمزان بادمجان نوعی خوراک بادمجان ایتالیایی
              است که از چند لایه بادمجان سرخ کرده به همراه سس گوجه و پنیر درست
              می‌شود.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">35 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>½ عدد بادمجان متوسط</li>
            <li>روغن زیتون</li>
            <li>نمک و فلفل و آویشن</li>
            <li>250 گرم پنیر موزارلا تازه</li>
            <li>1 قاشق غذاخوری پنیر پارمزان رنده شده</li>
            <li>مقداری برگ ریحان تازه</li>
            <li>1 عدد گوجه فرنگی کوچک</li>
            <li>خمیر پیتزا</li>
            <li>2 قاشق غذاخوری سس گوجه فرنگی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              بادمجان‌ و گوجه فرنگی را بشویید و به صورت حلقه حلقه برش بزنید.
              لازم نیست پوست بادمجان‌ها را بگیرید.
            </li>
            <li>
              در یک ماهیتابه مقداری روغن بریزید و بادمجان‌های حلقه حلقه شده را
              سرخ کنید.
            </li>
            <li>
              روی میز کار یا کانتر آشپزخانه را آردپاشی کنید و خمیر پیتزا را باز
              کنید همچنین می‌توانید از خمیر پیتزا آماده استفاده کنید.
            </li>
            <li>
              با یک قاشق سس گوجه فرنگی را روی خمیر پیتزا پخش کنید دقت داشته
              باشید که نباید کل خمیر پیتزا را به سس آغشته کنید و حدود 1 الی 2
              سانتی‌متر از هر طرف خمیر بدون سس باقی بماند.
            </li>
            <li>بادمجان‌های سرخ شده را به صورت یکسان روی خمیر بچینید.</li>
            <li>
              پنیر موزارلای تازه را به صورت حلقه حلقه برش بزنید و روی خمیر
              بچینید.
            </li>
            <li>کمی پودر پنیر پارمزان روی پیتزا بپاشید.</li>
            <li>
              گوجه فرنگی‌های حلقه حلقه شده را در مرحله آخر روی پیتزا بچینید. کمی
              فلفل و نمک و آویشن بپاشید.
            </li>
            <li>
              برگ‌های ریحان را روی پیتزا بچینید و کمی روغن زیتون روی پیتزا
              بریزید.
            </li>
            <li>
              خمیر را درون سینی فر قرار دهید و سینی را درون طبقه وسط فر بگذارید.
            </li>
            <li>
              بگذارید پیتزا برای 20 دقیقه داخل فر بپزد تا خمیر پیتزا ترد و طلایی
              شود و پنیر روی پیتزا آب شود.
            </li>
            <li>
              پیتزا را از فر بیرون بیاورید کمی پودر پنیر پارمزان روی آن بپاشید و
              برش بزنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main70" && (
        <main className={class1}>
          <h1>طرز تهیه پیتزا مارگاریتا </h1>
          <div className="pic"></div>
          <p>
            <i>
              پیتزا مارگاریتا یک پیتزای معروف ایتالیایی است که اصالتش به شهر
              ناپل برمی‌گردد. در سال 1861 زمانی که اومبرتوی یکم و ملکه مارگاریتا
              از شهر ناپل دیدن می‌کردند. سرآشپز یک رستوران که رافائل اسپوزیتو
              نام داشت و به همراه همسرش یک پیتزای جدید برای ملکه درست کردند.
              چیزی که در این پیتزا بیشتر به چشم می‌آمد کاربرد سه رنگ اصلی پرچم
              ایتالیا بود. این پیتزا به افتخار ملکه، پیتزای مارگاریتا نام‌گذاری
              شد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">18 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">48 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>4 عدد گوجه فرنگی</li>
            <li>100 گرم برگ ریحان تازه</li>
            <li>1 عدد خمیر پیتزا</li>
            <li>نمک و آویشن و فلفل به مقدار لازم</li>
            <li>250 گرم پنیر پیتزا</li>
            <li>2 حبه سیر</li>
            <li>روغن به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              گوجه فرنگی‌ها را حلقه حلقه خرد کنید یا با غذاساز به صورت پوره
              دربیاورید.
            </li>
            <li>
              دو حبه سیر را رنده کنید و با کمی روغن تفت دهید تا طلایی شوند.
            </li>
            <li>
              سپس گوجه فرنگی و نمک و فلفل و آویشن را به سیر اضافه کنید و تفت
              دهید تا آب گوجه فرنگی‌ها تبخیر شود.
            </li>
            <li>
              سس گوجه‌ آماده شده را روی خمیر پیتزا پخش کنید. سپس یک لایه پنیر
              پیتزا بریزید و برگ‌های ریحان را روی خمیر پیتزا پخش کنید.
            </li>
            <li>فر را روی حرارت ۲۷۵ درجه سانتی گراد قرار دهید.</li>
            <li>
              پیتزا را داخل فر بگذارید و اجازه دهید تا کاملا بپزد و پنیر روی آن
              طلایی شود.
            </li>
            <li>
              بعد از حدود 20 دقیقه پیتزای شما آماده است و می‌توانید آن را سرو
              کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main71" && (
        <main className={class1}>
          <h1>طرز تهیه شاورما </h1>
          <div className="pic"></div>
          <p>
            <i>
              شاورما به معنای گرداندن است که اولین بار در قرن 19 میلادی در
              امپراتوری عثمانی کبابی به این نام ابداع شد. در آن از گوشت
              بره،گوسفند، بز، مرغ، بوقلمون، گاو، گوساله یا ترکیبی از آنها
              استفاده می‌شود که معمولا تمام روز به شیوه سیخ‌گردانی بریان می‌شود.
              قسمت‌های پخته شده گوشت به صورت تراشه‌هایی بریده می‌شوند و گوشت‌های
              زیرین را در معرض حرارت قرار می‌دهند.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 عدد سینه مرغ</li>
            <li>2 عدد سیب زمینی سرخ کرده</li>
            <li>نان ساندویچی (ترجیحا نان پیتا) به مقدار لازم</li>
            <li>1 عدد پیاز درشت</li>
            <li>1 عدد گوجه فرنگی</li>
            <li>خیار شور به مقدار لازم</li>
            <li>4 قاشق غذاخوری آرد سفید</li>
            <li>4 قاشق غذاخوری سس مایونز</li>
            <li>1 قاشق غذاخوری نمک</li>
            <li>1 لیوان ماست</li>
            <li>5 حبه سیر</li>
            <li>½ پیمانه آب</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا سینه مرغ را شسته و با یک لیوان آب و یک حبه سیر و یک نصفه
              پیاز در قابلمه ریخته و اجازه دهید با حرارت ملایم بپزد.
            </li>
            <li>
              نصف دیگر پیاز را خلالی کرده و با کمی روغن تفت می‌دهیم تا رنگ آن
              طلایی شود.
            </li>
            <li>
              سینه مرغ پخته شده را به صورت باریک‌باریک برش بزنید و با پیاز داغی
              که درست کردید کمی در روغن تفت دهید.
            </li>
            <li>
              مخلوط را در ظرف دیگری می‌ریزیم و سس را روی آن می‌ریزیم و خوب باهم
              مخلوط می‌کنیم.
            </li>
            <li>
              خمیر داخل نان‌ها را خارج کرده و مخلوطی را جایگزین آن می‌کنیم.
            </li>
            <li>
              حالا خیارشور، گوجه فرنگی و سیب زمینی سرخ کرده را به ساندویچ اضافه
              کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main72" && (
        <main className={class1}>
          <h1> طرز تهیه گوشت و قارچ</h1>
          <div className="pic"></div>
          <p>
            <i>
              پیتزا یک غذای خوشمزه و لذیذ است که به روش‌ها و با مواد گوناگونی
              پخته می‌شود. یکی از محبوب‌ترین انواع پیتزاها، پیتزا گوشت و قارچ
              است که با گوشت چرخ کرده درست می‌شود و از سوسیس و کالباس در تهیه آن
              استفاده نمی‌شود به همین دلیل سالم‌تر است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 پیمانه شیر</li>
            <li>1 قاشق سوپ خوری خمیر مایه فوری</li>
            <li>2 قاشق چایخوری شکر</li>
            <li>1 قاشق چایخوری نمک</li>
            <li>1 عدد زرده تخم مرغ</li>
            <li>½ پیمانه روغن مایع</li>
            <li>¼ پیمانه آب</li>
            <li>آرد به میزان لازم</li>
            <li>200 گرم گوشت چرخ کرده</li>
            <li>1 عدد پیاز</li>
            <li>200 گرم قارچ</li>
            <li>1 عدد فلفل دلمه ای</li>
            <li>200 گرم پنیر پیتزا</li>
            <li>½ پیمانه سس کچاپ</li>
            <li>1 قاشق غذاخوری آویشن</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              شکر و مایه خمیر را درون آب ولرم می‌ریزیم و با یک قاشق چوبی آن را
              آرام هم میزنیم.
            </li>
            <li>بگذارید مایه خمیر برای ده دقیقه استراحت کند و پف کند.</li>
            <li>
              در کاسه ای بزرگ، زرده تخم مرغ، شیر ولرم و روغن مایع و نمک را درون
              آن بریزید. مواد را فقط در حد مخلوط شدن هم بزنید.
            </li>
            <li>
              دو تا سه قاشق آرد را به مواد درون کاسه اضافه کنید و هم بزنید.
            </li>
            <li>سپس مایه خمیر را به مخلوط اضافه کنید.</li>
            <li>
              آرد را در چند مرحله به مواد اضافه کنید و با قاشق چوبی یا لیستک
              سیلیکونی مخلوط کنید.
            </li>
            <li>آرد را باید تا زمانی اضافه کنیم که خمیر چسبنده نباشد.</li>
            <li>
              بعد از آماده شدن خمیر روی آن سلفون بکشید و بگذارید حجم خمیر دو
              برابر شود.
            </li>
            <li>
              گوشت چرخ کرده را با پیاز خرد شده، نمک و فلفل و زردچوبه کاملا تفت
              بدهید.
            </li>
            <li>
              قارچ را ورقه ورقه کنید و در یک تابه دیگر روی حرارت بالا قرار دهید
              تا آب قارچ کشیده شود.
            </li>
            <li>
              در مرحله بعد قارچ‌ها را به گوشت اضافه کنید و باهم مخلوط کنید.
            </li>
            <li>فلفل دلمه‌ای های ریز خرد شده و آویشن را هم اضافه کنید.</li>
            <li>بعد از چند دقیقه مواد را از روی حرارت بردارید.</li>
            <li>
              کف قالب پیتزا را چرب کنید. تکه‌ای از خمیر را کف قالب پهن کنید.
            </li>
            <li>
              قبل از اینکه خمیر پیتزا را داخل فر بگذارید فر را با درجه حرارت 220
              درجه سانتیگراد خوب گرم کنید.
            </li>
            <li>
              با چنگال چند سوراخ روی سطح خمیر ایجاد کنید و خمیر را برای ده دقیقه
              داخل فر بگذارید.
            </li>
            <li>
              بعد از 10 دقیقه خمیر را از داخل فر بیرون بیاورید و سس کچاپ را روی
              آن پخش کنید
            </li>
            <li>
              کمی پنیر پیتزا رنده شده روی سس پخش کنید و مواد را روی سس و پنیر
              بریزید.
            </li>
            <li>
              دوباره پیتزا را برای 15 دقیقه داخل فر بگذارید تا مواد روی آن همه
              پخته شود.
            </li>
            <li>
              پیتزا را از فر بیرون بیاورید یک لایه پنیر روی مواد بریزید و برای 3
              دقیقه داخل فر بگذارید و گریل را روشن کنید تا پنیرها طلایی شوند.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main73" && (
        <main className={class1}>
          <h1> طرز تهیه سوسیس بندری</h1>
          <div className="pic"></div>
          <p>
            <i>
              {" "}
              سوسیس بندری یا بندری یکی از غذاهای ایرانی است که متعلق به جنوب
              ایران است. بندری غذایی نیمه فوری به حساب می‌آید. مواد تشکیل‌دهنده
              این غذا شامل سوسیس، سیب زمینی، پیاز، رب گوجه‌فرنگی، نمک، فلفل سیاه
              و ادویه‌جات مانند ادویه کاری است.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>300 گرم سوسیس ترجیحا کوکتل</li>
            <li>2 عدد سیب زمینی</li>
            <li>2 عدد پیاز</li>
            <li>زردچوبه و نمک</li>
            <li>روغن به مقدار لازم</li>
            <li>3 قاشق غذاخوری رب گوجه فرنگی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>ابتدا سوسیس‌ها را به صورت حلقه حلقه برش بزنید.</li>
            <li>
              پیازها را شسته و بعد پوست کندن، به صورت خلالی و یا نگینی خرد کنید.
            </li>
            <li>
              البته اگر دوست ندارید پیاز را در این غذا مشاهده کنید، می‌توانید آن
              را رنده کنید.
            </li>
            <li>
              سیب زمینی‌ها را شسته و بعد از پوست گرفتن آن‌ها را نگینی خرد کنید.
            </li>
            <li>
              یک ماهی‌تابه لبه بلند انتخاب کرده و درون آن روغن و زردچوبه را
              ریخته و اجازه دهید تا روغن داغ شود.
            </li>
            <li>در این مرحله زردچوبه را به خوبی درون روغن تفت دهید.</li>
            <li>
              در این مرحله پیاز را به روغن اضافه کنید، توجه داشته باشید درجه
              حرارت گاز ملایم باشد.
            </li>
            <li>
              یک تابه دیگر بردارید و بعد از اینکه درون آن روغن ریختید، به درون
              آن رب گوجه، نمک و فلفل را اضافه کنید.
            </li>
            <li>
              سعی کنید با تفت دادن رب، خامی آن را بگیرید و مقدار کمی آب جوش به
              آن اضافه کنید تا به صورت سس درآید.
            </li>
            <li>سوسیس و سیب زمینی را به صورت جداگانه سرخ کنید.</li>
            <li>
              هم اکنون پیاز و سیب زمینی را با هم مخلوط کنید و کمی آن را تفت
              دهید.
            </li>
            <li>
              در این مرحله تمام سس تهیه کرده را به همراه سوسیس به مخلوط پیاز و
              سیب زمینی اضافه کنید.
            </li>
            <li>
              برای اینکه طعم سس به غذا وارد شود، درب ماهی‌تابه را بسته و اجازه
              دهید بر روی شعله ملایم کمی بپزد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main74" && (
        <main className={class1}>
          <h1>طرز تهیه فلافل </h1>
          <div className="pic"></div>
          <p>
            <i>
              اگر به غذاهای مدیترانه‌ای علاقه داشته باشید به احتمال زیاد، فلافل
              و طعم آن را نیز دوست خواهید داشت. فلافل یک نوع غذا است که در
              خاورمیانه درست می‌شود و ماده اصلی آن نخود است.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 10 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 فنجان نخود</li>
            <li>1 عدد پیاز کوچک</li>
            <li>4 حبه سیر</li>
            <li>1 فنجان جعفری</li>
            <li>1 فنجان گشنیز</li>
            <li>2 قاشق چایخوری زیره</li>
            <li>نمک و فلفل</li>
            <li>1 قاشق چایخوری آرد نخودچی</li>
            <li>1 قاشق چایخوری بیکینگ پودر دلخواه</li>
            <li>روغن سرخ کردنی</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              نخودها را در 8 فنجان آب برای 18 الی 24 ساعت خیس کنید تا سفت
              نباشند. می‌توانید چند بار آب نخودها را عوض کنید.
            </li>
            <li>بعد از گذشت 24 ساعت آب نخودها را خالی کنید و کناری بگذارید.</li>
            <li>
              پیاز، سیر، جعفری و گشنیز را در غذاساز بریزید و مخلوط کنید تا ریز
              شوند.
            </li>
            <li>
              نخودها، زیر و نمک و فلفل را به غذاساز اضافه کنید و مخلوط کنید تا
              ترکیبی نرم به دست آید.
            </li>
            <li>
              آرد نخودچی و بیکینگ پودر را هم اضافه کنید و برای 30 ثانیه دیگر
              مخلوط کنید.
            </li>
            <li>روی مواد را بپوشانید و برای نیم ساعت درون یخچال قرار دهید.</li>
            <li>
              بعد از آماده شدن مواد درون یک تابه روغن بریزید. مقدار روغن باید
              زیاد باشد تا فلافل‌ها درون آن غوطه ‌ور شوند و به صورت یکسان سرخ
              شوند.
            </li>
            <li>
              مواد فلافل را به صورت گرد یا دایره‌های کوچک درآورید و در روغن
              بیاندازید. فلافل‌ها را برای چند دقیقه سرخ کنید. هنگامی که سطح
              فلافل به رنگ طلایی مایل به قهوه‌ای درآمد آن‌ها را از روغن خارج
              کنید.
            </li>
            <li>
              فلافل را با نان پیتا، حمص، سس ارده یا ترشی مورد علاقه خود سرو
              کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main75" && (
        <main className={class1}>
          <h1> طرز تهیه پیتزا مرغ و قارچ</h1>
          <div className="pic"></div>
          <p>
            <i>
              پیتزا مرغ و قارچ شاید اولین گزینه‌ای نباشد که ما در منوی یک
              رستوران انتخاب می‌کنیم، اما در حقیقت این پیتزا ترکیبی خوش طعم دارد
              که توصیه می‌کنیم برای یک بار هم که شده امتحان کنید.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 قاشق غذاخوری روغن زیتون</li>
            <li>240 گرم خمیر پیتزا</li>
            <li>⅓ فنجان سس باربیکیو</li>
            <li>240 گرم گوشت فیله مرغ</li>
            <li>نمک و فلفل</li>
            <li>⅔ فنجان پنیر گودا رنده شده</li>
            <li>½ پیاز قرمز نگینی خرد شده</li>
            <li>⅔ فنجان پنیر موزارلا رنده شده</li>
            <li>6 الی 8 عدد قارچ</li>
            <li>1 عدد پیاز کوچک</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              گوشت فیله مرغ را با یک پیاز کوچک و ادویه و کمی آب بگذارید بپزد.
            </li>
            <li>
              بعد از اینکه مرغ پخت، آن را به قطعات کوچک خرد کنید و کناری
              بگذارید. اندازه قطعات مرغ در پیتزا به سلیقه و ذائقه شما بستگی
              دارد.
            </li>
            <li>
              یک روش دیگر برای پخت مرغ این است که مرغ را با کمی سس باربیکیو و
              روغن زیتون و نمک و فلفل آغشته کنید و در فر بپزید. بعد از پخت مرغ
              آن را به قطعات کوچک تقسیم کنید.
            </li>
            <li>
              خمیر پیتزا را روی کانتر آشپزخانه با وردنه باز کنید. ضخامت خمیر
              پیتزا نباید بیشتر از 0.5 سانتی‌متر باشد.
            </li>
            <li>
              باقی مانده سس باربیکیو را روی خمیر پیتزا پخش کنید. تکه‌های مرغ،
              پیاز قرمز، قارچ، پنیر گودا و پنیر موزارلا را روی خمیر بریزید.
            </li>
            <li>
              شما می‌توانید هر چیز دیگری که دوست دارید به مخلفات پیتزا اضافه
              کنید، مثلا می‌توانید کمی فلفل دلمه‌ای سبز نگینی خرد شده هم به مواد
              پیتزا اضافه کنید.
            </li>
            <li>
              پیتزا را برای 30 دقیقه در فر با دمای 200 درجه سانتیگراد قرار دهید
              تا بپزد.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main76" && (
        <main className={class1}>
          <h1>طرز تهیه پیتزا هاوایی یا پیتزا آناناس </h1>
          <div className="pic"></div>
          <p>
            <i>
              پیتزا هاوایی که به آن پیتزا آناناس هم گفته می‌شود از ترکیب سس گوجه
              فرنگی، پنیر، آناناس و مرغ یا ژامبون تشکیل می‌شود. پیتزا هاوایی به
              دلیل داشتن آناناس در ترکیبش کمی طعم شیرین دارد و ممکن است با ذائقه
              ایرانی‌ها سازگار نباشد اما به یک بار امتحان کردنش می‌ارزد.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 قاشق غذاخوری خمیر مایه</li>
            <li>1 قاشق چایخوری نمک</li>
            <li>1 قاشق چایخوری شکر</li>
            <li>2 پیمانه آرد سفید</li>
            <li>¼ پیمانه روغن مایع</li>
            <li>1 پیمانه آب ولرم</li>
            <li>150 گرم ژامبون مرغ دودی</li>
            <li>200 گرم کمپوت آناناس خرد شده</li>
            <li>½ پیمانه پیاز قرمز خرد شده</li>
            <li>½ پیمانه فلفل دلمه‌ای خرد شده</li>
            <li>2 پیمانه پنیر موزارلا رنده شده</li>
            <li>سس گوجه فرنگی به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا خمیرمایه را با آب و شکر فعال کنید. به این صورت که آب ولرم را
              با شکر مخلوط کنید و سپس خمیر مایه را به آن اضافه کنید و درب ظرف را
              بگذارید تا پف کند.
            </li>
            <li>
              روغن و نمک را در ظرف مناسبی بریزید و خمیر مایه فعال شده را به آن
              اضافه کنید.
            </li>
            <li>
              آرد الک شده را کم کم به مواد اضافه کنید و مخلوط کنید تا جایی که
              خمیر به دست نچسبد و نرم و لطیف شود.
            </li>
            <li>
              اجازه دهید خمیر برای حدود دو ساعت در جای گرمی باقی بماند تا پف کند
              و حجم آن دو برابر شود.
            </li>
            <li>
              بعد از دو ساعت خمیر را به کمک وردنه باز کرده و در ظرف مخصوص پیتزا
              که قبلا چرب کرده‌ایم به صورت نازک پهن می‌کنیم.
            </li>
            <li>فر را با حرارت 220 درجه سانتیگراد گرم کنید.</li>
            <li>روی خمیر پیتزا یک لایه سس گوجه فرنگی پخش کنید.</li>
            <li>
              ژامبون مرغ، فلفل دلمه‌ای، پیاز قرمز و آناناس را خرد کرده و روی
              خمیر پخش کنید.
            </li>
            <li>
              در آخر پنیر پیتزا را روی مواد پیتزا بریزید و پیتزا را برای 20
              دقیقه داخل فر بگذارید تا پنیر آب شود و روی آن طلایی شود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main77" && (
        <main className={class1}>
          <h1> طرز تهیه پیتزا پپرونی</h1>
          <div className="pic"></div>
          <p>
            <i>
              {" "}
              پیتزا پپرونی در حال حاضر به یکی از محبوب‌ترین پیتزاهای جهان تبدیل
              شده است. تاریخچه پیتزا پپرونی به سال 1919 و نیویورک سیتی در آمریکا
              برمی‌گردد. هنگامی که مهاجران ایتالیایی از اوایل قرن بیستم شروع به
              مهاجرت به آمریکا کردند، شروع به ترکیب غذاهای جنوب اروپا و آمریکا
              کردند و پیتزا پپرونی در این زمان به جهان معرفی شد.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">50 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 قاشق غذاخوری خمیر مایه</li>
            <li>1 قاشق چایخوری نمک</li>
            <li>1 قاشق چایخوری شکر</li>
            <li>2 پیمانه آرد سفید</li>
            <li>¼ پیمانه روغن مایع</li>
            <li>1 پیمانه آب ولرم</li>
            <li>175 گرم پپرونی</li>
            <li>175 گرم ذرت پخته</li>
            <li>50 گرم پنیر پیتزا</li>
            <li>1 حبه سیر رنده شده</li>
            <li>1 قاشق غذاخوری روغن زیتون</li>
            <li>3 قاشق غذاخوری پنیر پارمسان</li>
            <li>2 قاشق غذاخوری جعفری خرد شده</li>
            <li>سس گوجه فرنگی به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا خمیرمایه را با آب و شکر فعال کنید. به این صورت که آب ولرم را
              با شکر مخلوط کنید و سپس خمیر مایه را به آن اضافه کنید و درب ظرف را
              بگذارید تا پف کند.
            </li>
            <li>
              روغن و نمک را در ظرف مناسبی بریزید و خمیر مایه فعال شده را به آن
              اضافه کنید.
            </li>
            <li>
              آرد الک شده را کم کم به مواد اضافه کنید و مخلوط کنید تا جایی که
              خمیر به دست نچسبد و نرم و لطیف شود.
            </li>
            <li>
              اجازه دهید خمیر برای حدود دو ساعت در جای گرمی باقی بماند تا پف کند
              و حجم آن دو برابر شود.
            </li>
            <li>
              بعد از دو ساعت خمیر را به کمک وردنه باز کرده و در ظرف مخصوص پیتزا
              که قبلا چرب کرده‌ایم به صورت نازک پهن می‌کنیم.
            </li>
            <li>فر را با حرارت 220 درجه سانتیگراد گرم کنید.</li>
            <li>سیر و روغن زیتون را مخلوط کرده و روی خمیر پیتزا بزنید.</li>
            <li>سس گوجه فرنگی را روی خمیر پیتزا پخش کنید.</li>
            <li>پپرونی‌ها را حلقه حلقه کرده و روی سس بچینید.</li>
            <li>پیتزا را درون فر بگذارید و برای 10 دقیقه بپزید.</li>
            <li>
              پیتزا را در این مرحله از فر بیرون بیاورید، روی آن ذرت پخته شده،
              جعفری و پنیر بپاشید و باز هم برای 10 الی 15 دقیقه دیگر در فر
              بگذارید تا روی آن طلایی شود.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main78" && (
        <main className={class1}>
          <h1> طرز تهیه پیتزا بدون فر</h1>
          <div className="pic"></div>
          <p>
            <i>
              {" "}
              پیتزا یکی از غذاهای خوشمزه است که تقریبا همه طعم آن را دوست دارند.
              ترکیب طعم نان برشته، پنیر پیتزا آب شده و سس گوجه فرنگی باعث همه به
              این غذای ایتالیایی علاقه‌مند باشند. اکثر دستورهای پخت پیتزا به فر
              احتیاج دارند ولی امروز ما طرز تهیه پیتزا بدون فر یا پیتزا تابه ای
              را به شما آموزش خواهیم داد که به فر نیاز ندارد و به اندازه
              پیتزاهای رستورانی لذیذ و خوشمزه است.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>2 پیمانه آرد</li>
            <li>2 قاشق چایخوری پودر خمیر مایه</li>
            <li>2 قاشق غذاخوری شکر</li>
            <li>¼ قاشق چایخوری نمک</li>
            <li>1 پیمانه شیر ولرم</li>
            <li>2 قاشق غذاخوری روغن</li>
            <li>سوسیس پپرونی به مقدار لازم</li>
            <li>1 پیمانه پنیر پیتزا</li>
            <li>¼ عدد فلفل دلمه ای</li>
            <li>¼ عدد پیاز قرمز</li>
            <li>آویشن، فلفل و پودر چیلی</li>
            <li>زیتون سیاه به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              در یک کاسه بزرگ، آرد، پودر خمیر مایه، شکر و نمک را با هم مخلوط
              کنید.
            </li>
            <li>
              شیر را در چند مرحله به مواد خشک اضافه کنید و با دست ورز بدهید تا
              مواد خمیری شکل و منسجم شوند.
            </li>
            <li>خمیر را برای 6 الی 8 دقیقه ورز بدهید.</li>
            <li>
              سپس روغن را اضافه کنید و باز خمیر را ورز بدهید تا نرم و لطیف شود و
              روغن را جذب کند.
            </li>
            <li>
              با دست خمیر را به صورت گرد در بیاورید و کمی روغن روی سطح خمیر
              بمالید.
            </li>
            <li>
              روی کاسه را با سلفون بپوشانید و خمیر را در یک محیط گرم برای 1 ساعت
              قرار دهید تا حجم آن دو برابر شود.
            </li>
            <li>
              بعد از گذشت یک ساعت روی خمیر را باز کنید و برای دو دقیقه خمیر را
              ورز بدهید.
            </li>
            <li>این مقدار خمیر برای دو عدد پیتزای متوسط کافی است.</li>
            <li>
              خمیر را به دو قسمت تقسیم کنید و یک قسمت را درون یک ماهیتابه چدنی
              که کف آن را با دو قطره روغن چرب کرده اید پهن کنید.
            </li>
            <li>
              برای پهن کردن خمیر به ابزار خاصی نیاز ندارید و می‌توانید با کف دست
              خمیر را به صورت یکدست کف ماهیتابه پهن کنید.
            </li>
            <li>سپس روی خمیر با چنگال سوراخ‌هایی ایجاد کنید.</li>
            <li>
              ماهیتابه را برای 8 الی 10 دقیقه روی شعله ملایم قرار دهید تا یک طرف
              خمیر کمی طلایی شود و بپزد. سپس خمیر را برگردانید.
            </li>
            <li>
              روی خمیر را با یک لایه سس کچاپ یا سس پیتزا که قبلا آماده کرده‌اید
              بپوشانید.
            </li>
            <li>
              روی سس کمی پنیر پیتزا بپاشید و سوسیس‌های حلقه حلقه شده را روی آن
              بچینید.
            </li>
            <li>فلفل دلمه‌ای و پیاز را هم خرد کنید و روی خمیر پیتزا بریزید.</li>
            <li>یک لایه دیگر پنیر پیتزا روی مواد بریزید.</li>
            <li>کمی زیتون سیاه خرد شده روی مواد بریزید.</li>
            <li>کمی آویشن، پودر چیلی و فلفل سیاه روی مواد بریزید.</li>
            <li>
              در ماهیتابه را ببندید و اجازه دهید پیتزا با حرارت ملایم برای 15
              الی 20 دقیقه بپزد.
            </li>
            <li>حتما بعد از 10 دقیقه خمیر را چک کنید تا نسوزد.</li>
            <li>
              بعد از برشته شدن خمیر پیتزا، حرارت را خاموش کنید و اجازه دهید کمی
              خنک شود، سپس پیتزا را برش بزنید و سرو کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main79" && (
        <main className={class1}>
          <h1>طرز تهیه پیتزا با نان تست </h1>
          <div className="pic"></div>
          <p>
            <i>
              همه ما عاشق پیتزا هستیم ولی گاهی اوقات زمان درست کردن خمیر پیتزا
              را نداریم یا دوست نداریم از رستوران پیتزا سفارش بدهیم. پیتزا با
              نان تست در 30 دقیقه آماده می‌شود و طعم خوبی هم دارد.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">35 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 عدد سیب زمینی</li>
            <li>1 بسته متوسط قارچ</li>
            <li>1 عدد فلفل دلمه‌ای</li>
            <li>مقداری رب گوجه فرنگی</li>
            <li>سوسیس بلغاری به مقدار لازم</li>
            <li>1 بسته پنیر پیتزا</li>
            <li>1 بسته نان تست</li>
            <li>نمک، فلفل و پودر آویشن</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>سیب زمینی‌ها را خرد کرده و در روغن کمی تفت دهید.</li>
            <li>
              سپس سوسیس حلقه حلقه شده، فلفل دلمه‌ای، قارچ و نمک و فلفل را اضافه
              کنید و کمی تفت بدهید.
            </li>
            <li>
              رب را به مواد اضافه کنید و خوب مخلوط کنید و بگذارید رب کمی سرخ
              شود.
            </li>
            <li>
              مواد را از روی حرارت بردارید و روی نان‌های تست کمی سس کچاپ بزنید.
            </li>
            <li>
              به مقدار لازم از مواد روی هر نان تست بریزید و روی مواد را با پنیر
              پیتزا بپوشانید.
            </li>
            <li>روی پنیر پیتزا کمی پودر آویشن بپاشید.</li>
            <li>
              نان‌های تست را تا زمانی که پنیر آب شود و روی آن طلایی شود درون فر
              بگذارید.
            </li>
            <li>بعد از آب شدن پنیر، پیتزاها را از فر دربیاورید و سرو کنید.</li>
          </ol>
        </main>
      )}
      {class1 == "main80" && (
        <main className={class1}>
          <h1> طرز تهیه ساندویچ کتلت</h1>
          <div className="pic"></div>
          <p>
            <i>
              {" "}
              کتلت یکی از انواع غذاهای سریع است که با گوشت چرخ کرده تهیه می‌شود.
              اما در اینجا قصد داریم آن را به صورت ساندویچ کتلت بازاری تهیه
              کنیم.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت 30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>250 گرم گوشت چرخ کرده</li>
            <li>500 گرم سیب زمینی</li>
            <li>1 عدد تخم مرغ</li>
            <li>½ قاشق چایخوری زردچوبه</li>
            <li>نمک و فلفل به مقدار لازم</li>
            <li>روغن به مقدار لازم</li>
            <li>نان باگت به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              سیب زمینی‌ها را شسته و سپس آن‌ها را آب‌پز کنید، معمولا 25 دقیقه تا
              30 دقیقه زمان برای پختن سیب‌زمینی کافیست.
            </li>
            <li>
              وقتی سیب زمینی‌ها آب‌پز شدند، آب آن را تخلیه کنید و بگذارید سرد
              شوند. سپس پوست سیب زمینی‌ها را بکنید و با رنده ریز آن‌ها را رنده
              کنید.
            </li>
            <li>
              سپس گوشت و سیب زمینی رنده شده را با هم مخلوط کنید و تخم مرغ را هم
              در آن بشکنید و با افزودن نمک، فلفل و زردچوبه خمیر را خوب مخلوط
              کنید.
            </li>
            <li>
              پس از مخلوط کردن، تابه نچسب را روی حرارت قرار داده و روغن را داخل
              آن بریزید و اجازه دهید خوب گرم شود.
            </li>
            <li>
              می‌توانید از قالب مخصوص کتلت استفاده کنید و تک تک مایه کتلت را
              قالب بزنید یا یک گلوله از مایه را برداشته و با دست به صورت بیضی
              درآورده و در ماهیتابه سرخ کنید.
            </li>
            <li>
              این روند را ادامه دهید تا تمام کتلت‌ها پشت و رویشان سرخ شود، سپس
              آن را در نان باگت قرار داده و با گوجه فرنگی، سس گوجه، خیارشور و
              کاهو آن را سرو کنید. نوش جان!
            </li>
          </ol>
        </main>
      )}
      {class1 == "main81" && (
        <main className={class1}>
          <h1> طرز تهیه ساندویچ تن ماهی</h1>
          <div className="pic"></div>
          <p>
            <i>
              {" "}
              ساندویچ ماهی تن یکی از غذاهای ساده و حاضری است که در کمتر از 30
              دقیقه آماده می‌شود و می‌توانید آن را برای شام و یا ناهار و یا هر
              زمانی که فرصت کافی برای آشپزی ندارید استفاده کنید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">45 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>1 قوطی کنسرو تن ماهی</li>
            <li>2 قاشق سوپخوری ذرت پخته</li>
            <li>1 قاشق سوپخوری سس مایونز</li>
            <li>2 قاشق سوپخوری پنیر پارمزان رنده شده</li>
            <li>¼ پیمانه کاهوی خرد شده</li>
            <li>1 عدد هویج</li>
            <li>2 عدد گوجه فرنگی</li>
            <li>نمک به مقدار لازم</li>
            <li>نان باگت یا نان تست به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              ابتدا کنسرو تن ماهی را درون یک قابلمه پر از آب قرار داده و اجازه
              دهید به مدت 20 تا 30 دقیقه بجوشد.
            </li>
            <li>
              حالا کنسرو را زیر شیر آب سرد قرار داده و بعد از اینکه کمی خنک شد،
              ظرف آن را باز کرده و تن ماهی را خارج کنید.
            </li>
            <li>
              تن ماهی را درون یک کاسه نسبتا بزرگ بریزید، سس مایونز و ذرت پخته
              شده را درون کاسه ریخته و مخلوط را خوب هم بزنید و ظرف را کنار
              بگذارید.
            </li>
            <li>
              حالا فر را با دمای 180 درجه سانتی گراد به مدت 5 دقیقه گرم کنید.،
              وسط نان ساندویچی‌ها را باز کرده و مواد مخلوط شده در کاسه را به
              مقدار نیاز درون هر نان قرار دهید.
            </li>
            <li>
              پنیر رنده شده را روی مواد ریخته و نان‌ها را درون سینی قرار دهید و
              به مدت 5 دقیقه صبر کنید تا پنیر به خوبی آب شود.
            </li>
            <li>
              بعد از اینکه پنیر آب شد، ساندویچ‌ها را خارج کرده و کاهوی خرد شده و
              گوجه فرنگی را درون آن قرار دهید. حالا ساندویچ تن ماهی آماده سرو
              است. نوش جان!
            </li>
          </ol>
        </main>
      )}
      {class1 == "main82" && (
        <main className={class1}>
          <h1>طرز تهیه ساندویچ ماکارونی </h1>
          <div className="pic"></div>
          <p>
            <i>
              تقریبا همه کودکان و نوجوانان از علاقه‌مندان به ماکارونی هستند، در
              این مقاله قصد داریم طرز تهیه ساندویچ ماکارونی را به شما آموزش
              دهیم. ساندویچ ماکارونی برخلاف بسیاری از فست‌فودی‌هایی که در
              رستوران‌های مختلف به فروش می‌رسند سالم بوده و هم یک روش برای حمل
              ساده‌تر غذاست به خصوص اگر داشن آموز و یا کارمندی در خانه داشته
              باشید!
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">40 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">4 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>300 گرم ماکارونی خشک</li>
            <li>200 گرم گوشت چرخ کرده</li>
            <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
            <li>1 عدد پیاز</li>
            <li>1 عدد فلفل دلمه ای کوچک</li>
            <li>½ قاشق چایخوری آویشن</li>
            <li>آبلیمو، نمک و فلفل به مقدار لازم</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              یک قابلمه مناسب بردارید و داخل آن را پر از آب کنید. مقداری نمک و
              روغن بریزید و روی حرارت قرار دهید تا به جوش بیاید، پس از به جوش
              آمدن آب ماکارونی را اضافه کنید و با چنگال کمی هم بزنید تا رشته‌های
              ماکارونی به هم نچسبند.
            </li>
            <li>
              ماکارونی را پس از 5 تا 7 دقیقه با آب سرد آبکشی کنید و کناری قرار
              دهید تا آب اضافی آن برود.
            </li>
            <li>
              پیاز را ریز خرد کنید و در مقداری روغن تفت دهید تا نرم شود. سپس
              گوشت چرخ کرده و فلفل دلمه ای خرد شده را اضافه کنید و تفت دهید تا
              گوشت سرخ شود، در ادامه نمک، فلفل و رب گوجه فرنگی را اضافه کنید و
              کمی تفت دهید. در آخر مقداری آبلیمو اضافه کنید و از روی حرارت
              بردارید.
            </li>
            <li>
              ته قابلمه مقداری روغن بریزید و سیب زمینی‌های حلقه شده بچینید،
              مقداری ماکارونی روی سیب زمینی‌ها بریزید و روی آن مقداری مایه
              ماکارونی بریزید (2 تا 3 لایه به همین صورت داخل قابلمه را پر کنید)،
              لایه آخر را با ماکارونی پوشش دهید و پودر آویشن را روی آن بپاشید،
              در قابلمه را بگذارید و با حرارت کم اجازه دهید به مدت 30 تا 45
              دقیقه ماکارونی دم بکشد.
            </li>
            <li>
              بعد از اینکه ماکارونی پخت آن را با سس گوجه فرنگی درون نان باگت
              ریخته (2 تا 3 قاشق پر ماکارونی درون هر نان) و ساندویچ ماکارونی را
              آماده کنید. برای تهیه ساندویچ ماکارونی می‌توانید از خیار شور، کاهو
              و گوجه فرنگی هم استفاده کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main83" && (
        <main className={class1}>
          <h1> طرز تهیه هات داگ</h1>
          <div className="pic"></div>
          <p>
            <i>
              هات داگ یکی از غذاهای فست فودی است که تقریبا همه دوست دارند. هات
              داگ که به آن فرانکفورتر و وینر هم گفته می شود یک نوع سوسیس سرخ شده
              و یا آب پز شده است که داخل نان مخصوص هات داگ قرار داده می‌شود و با
              پیاز کاراملی شده یا خام و سس کچاپ و خردل سرو می‌شود.{" "}
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">5 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">15 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">20 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">3 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 عدد هات داگ</li>
            <li>3 عدد نان هات داگ</li>
            <li>روغن یا کره برای سرخ کردن</li>
            <li>سس خردل</li>
            <li>سس کچاپ</li>
            <li>2 قاشق غذاخوری پیاز نگینی خرد شده</li>
            <li>پنیر چدار ورقه ای</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              روی هات‌ داگ‌ها را با چاقو یک شکاف ایجاد کنید به طوری که نصف
              نشوند.
            </li>
            <li>
              درون ماهیتابه کمی روغن یا کره بریزید و بگذارید هات‌ داگ ها کاملا
              سرخ شوند.
            </li>
            <li>
              اگر دوست دارید هات داگ پف کند می‌توانید قبل از سرخ کردن، هات
              داگ‌ها را برای 5 دقیقه داخل آب جوش بجوشانید و بعد سرخ کنید.
            </li>
            <li>
              برای درست کردن هات داگ بهتر است از نان مخصوص هات داگ استفاده کنید.
              نان هات داگ را معمولا از بالا برش می‌زنند. یک برش روی نان هات داگ
              بزنید و کمی سس داخل نان بریزید.
            </li>
            <li>
              پنیر چدار ورقه‌ای شده را داخل نان قرار دهید. داخل هر تکه نان یک
              عدد هات داگ سرخ شده قرار دهید و روی آن سس خردل و کچاپ و پیاز نگینی
              شده بریزید و سرو کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main84" && (
        <main className={class1}>
          <h1>طرز تهیه پیتزا مخلوط </h1>
          <div className="pic"></div>
          <p>
            <i>
              پیتزا انواع متفاوتی دارد که هر کدام از آن‌ها روش پخت متفاوتی
              دارند، اما می‌توان گفت پیتزا مخلوط محبوب‌ترین پیتزا در ایران است.
              همه ما احتمالا این پیتزا را یک بار در رستوران سفارش داده‌ایم و با
              طعم و مزه آن آشنا هستیم. اگر دوست دارید این بار پیتزا را از
              رستوران سفارش ندهید و در خانه یک پیتزای خوشمزه خانگی درست کنید،
              همین الان دست به کار شوید.
            </i>
          </p>
          <div className="lists">
            <div className="list">
              <span className="one11">زمان آماده سازی</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان پخت</span>
              <span className="two11">30 دقیقه</span>
            </div>
            <div className="list">
              <span className="one11">زمان کل</span>
              <span className="two11">1 ساعت</span>
            </div>
            <div className="list">
              <span className="one11">تعداد</span>
              <span className="two11">2 نفر</span>
            </div>
          </div>
          <h3>مواد لازم</h3>
          <ol className="one111">
            <li>3 پیمانه آرد</li>
            <li>1 قاشق غذاخوری خمیر مایه فوری</li>
            <li>1 عدد تخم مرغ</li>
            <li>1 پیمانه شیر ولرم</li>
            <li>2 قاشق چایخوری نمک</li>
            <li>1 قاشق چایخوری شکر</li>
            <li>6 قاشق غذاخوری روغن مایع</li>
            <li>روغن زیتون</li>
            <li>1 حبه سیر خرد شده</li>
            <li>¼ پیمانه پیاز ریز خرد شده</li>
            <li>½ قاشق چایخوری ریحان خشک</li>
            <li>450 گرم گوجه فرنگی خرد شده</li>
            <li>½ قاشق چایخوری شکر</li>
            <li>¼ قاشق چایخوری نمک</li>
            <li>فلفل سیاه</li>
            <li>¼ پیمانه برگ ریحان تازه</li>
            <li>روغن زیتون به مقدار لازم</li>
            <li>1 عدد فلفل دلمه ای خرد شده</li>
            <li>½ عدد پیاز کوچک</li>
            <li>110 گرم گوشت چرخ کرده</li>
            <li>1 عدد سوسیس بزرگ</li>
            <li>250 گرم پنیر موزارلا</li>
          </ol>
          <h2>دستور العمل‌</h2>
          <ol className="two222">
            <li>
              پودر خمیر مایه و شکر را به شیر ولرم اضافه کنید و کاملا مواد را
              باهم مخلوط کنید.
            </li>
            <li>
              روی ظرف را با بپوشانید و برای 10 الی 15 دقیقه کناری بگذارید.
            </li>
            <li>
              در یک کاسه بزرگ روغن مایع، تخم مرغ، نمک و مایه خمیر را اضافه کنید.
              مواد را با همزن دستی کاملا مخلوط کنید.
            </li>
            <li>
              آرد را در سه مرحله داخل مخلوط خمیر مایه الک و اضافه بکنید. هربار
              که آرد را اضافه می‌کنید مواد را کاملا مخلوط کنید.
            </li>
            <li>
              بعد از مرحله آخر اضافه کردن آرد، مواد را با دست کاملا ورز دهید.
            </li>
            <li>
              بعد از اینکه خمیر کاملا منسجم شد و به دست نچسبید، روی ظرف را با
              پلاستیک بپوشانید و یک پارچه تمیز روی آن بیاندازید و اجازه دهید یک
              ساعت در جای گرم استراحت کند.
            </li>
            <li>
              بعد از یک ساعت روی کانتر آشپزخانه یا یک سطح تمیز کمی آرد بپاشید و
              با دست خمیر را ورز دهید تا صاف و یکدست شود.
            </li>
            <li>
              خمیر را به دو قسمت تقسیم کنید و با دست آن‌ها را کاملا گرد کنید.
            </li>
            <li>
              می‌توانید یک قسمت از خمیر را در ظرف در بسته و در فریزر نگه دارید و
              بعدا استفاده کنید.
            </li>
            <li>
              خمیرها را کاملا با وردنه صاف بکنید. ته ظرف پیتزا را با کمی روغن
              چرب کنید و خمیر را کاملا روی آن پهن کنید.
            </li>
            <li>
              برای درست کردن سس پیتزا، ابتدا گوجه فرنگی‌های خرد شده را با غذاساز
              به شکل پوره درآورید.
            </li>
            <li>
              روغن را در ماهیتابه بریزید و روی حرارت متوسط بگذارید تا داغ شود.
            </li>
            <li>
              پیازها را نگینی خرد کنید و در روغن داغ بریزید تا در چند دقیقه سرخ
              شود.
            </li>
            <li>
              به ماهیتابه سیر خرد شده را هم اضافه کنید و تفت دهید تا طلایی رنگ
              شود.
            </li>
            <li>گوجه فرنگی‌های پوره شده را به پیاز و سیر اضافه کنید.</li>
            <li>
              پودر ریحان، نمک، شکر و فلفل را به مواد اضافه کنید و اجازه دهید به
              جوش بیایند.
            </li>
            <li>
              بعد از اینکه سس گوجه جوشید حرارت را کم کنید و اجازه دهید آب سس
              کشیده شود.
            </li>
            <li>
              گوشت چرخ کرده را با کمی روغن و نمک و فلفل روی حرارت بگذارید تا سرخ
              شود.
            </li>
            <li>
              سوسیس‌ها را برش بزنید و پیاز و فلفل دلمه‌ای را هم خرد کنید. برای
              مواد روی پیتزا می‌توانید از زیتون سیاه، قارچ یا هر سبزیجات دیگری
              که دوست دارید استفاده کنید.
            </li>
            <li>
              فر را روشن کنید و روی 230 درجه سانتی گراد یا 450 درجه فارنهایت
              تنظیم کنید تا گرم شود.
            </li>
            <li>
              یک قاشق از سس پیتزا را روی خمیر بریزید. با پشت قاشق سس را روی خمیر
              پخش کنید.
            </li>
            <li>
              در این مرحله روی سس را با پنیر پیتزا پر کنید. گوشت، سوسیس، فلفل و
              پیاز را روی پیتزا قرار دهید. برگ ریحان‌های خرد شده را هم به پیتزا
              اضافه کنید.
            </li>
            <li>پیتزا را داخل فر بگذارید تا به مدت 15 الی 20 دقیقه بپزد.</li>
            <li>
              وقتی پنیر پیتزا طلایی رنگ و خمیر آن طلایی مایل به قهوه‌ای شد
              می‌توانید پیتزا را از فر خارج کنید.
            </li>
          </ol>
        </main>
      )}
      {class1 == "main85" &&(<main className={class1}>
      <h1>طرز تهیه اسپاناکوپیتا یونانی </h1>
      <div className="pic"></div>
      <p>
        <i>اسپاناکوپیتا یا پای اسفناج یک غذای خوشمزه یونانی است که با خمیر یوفکا یا فیلو، اسفناج و پنیر فتا درست می‌شود. غذاهای یونانی قسمت مهمی از غذاهای مدیترانه‌ای را تشکیل می‌دهند و همیشه با مواد اولیه تازه و خوشمزه آماده می‌شوند. </i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">20 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">1 ساعت 30 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">1 ساعت 50 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">6 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
        <li>450 گرم اسفناج</li>
        <li>100 گرم جعفری</li>
        <li>1 عدد پیاز زرد نگینی خرد شده</li>
        <li>2 حبه سیر رنده شده</li>
        <li>1 پیمانه روغن زیتون</li>
        <li>4 عدد تخم مرغ</li>
        <li>300 گرم پنیر فتا</li>
        <li>2 قاشق چایخوری شوید خشک</li>
        <li>نمک و فلفل سیاه</li>
        <li>1 بسته خمیر فیلو</li>
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
        <li>فر را با دمای 180 درجه سانتیگراد روشن کنید.</li>
        <li>اسفناج را بشویید و بگذارید آب اضافی آن کاملا خشک شود و سپس خرد کنید.</li>
        <li>درون یک ماهیتابه پیاز نگینی خرد شده را با کمی روغن زیتون سرخ کنید، بعد از اینکه پیاز کمی تغییر رنگ داد، سیر رنده شده را اضافه کنید و بگذارید برای 1 دقیقه با پیاز تفت بخورد.</li>
        <li>اسفناج را اضافه کنید و با پیاز و سیر تفت بدهید تا آب اسفناج خشک شود.</li>
        <li>سپس ماهیتابه را از روی حرارت بردارید و بگذارید خنک شود.</li>
        <li>جعفری خرد شده، شوید و تخم مرغ‌ها و پنیر فتا را به مواد اضافه کنید و مخلوط کنید.</li>
        <li>سینی پخت را با کمی روغن زیتون چرب کنید و روی آن یک لایه خمیر فیلو بگذارید، سپس خمیر فیلو را با براش آشپزخانه و روغن زیتون چرب کنید و سپس یک لایه دیگر خمیر فیلو روی آن بگذارید.</li>
        <li>این کار را 5 بار تکرار کنید و 5 لایه خمیر فیلو کف ظرف بگذارید.</li>
        <li>مواد میانی اسپاناکوپیتا را روی خمیر پخش کنید.</li>
        <li>روی مواد 5 لایه دیگر خمیر فیلو بگذارید و هر لایه را با روغن زیتون چرب کنید.</li>
        <li>اسپاناکوپیتا را درون فر بگذارید و صبر کنید تا روی خمیر فیلو طلایی - قهوه ای و ترد شود.</li>
        <li>ظرف را از فر بیرون بیاورید و اجازه دهید کمی از حرارت بیوفتد. سپس اسپاناکوپیتا را برش بزنید و سرو کنید.</li>
      </ol>
      </main>)}
      {class1 == "main86" &&(<main className={class1}>
      <h1> طرز تهیه پیده گوشت</h1>
      <div className="pic"></div>
      <p>
        <i>پیده یک غذای خوشمزه ترکیه‌ای است که به آن پیتزا ترکی هم گفته می‌شود. پیده گوشت در صورت آماده بودن خمیر در کمتر از نیم ساعت پخته می‌شود و بسیار لذیذ است. مواد روی پیده می‌تواند متنوع باشد، ترکیبی از گوشت و پیاز، پنیر چدار و اسفناج و حتی پنیر و سوجوک(سوسیس ترکیه‌ای)! </i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">1 ساعت</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">40 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">1 ساعت 40 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">4 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
        <li>300 گرم آرد چند منظوره</li>
        <li>1 قاشق چایخوری نمک</li>
        <li>14 گرم پودر خمیر مایه فوری</li>
        <li>1 پیمانه آب گرم</li>
        <li>3 قاشق غذاخوری روغن</li>
        <li>1 عدد پیاز متوسط خرد شده</li>
        <li>400 گرم گوشت چرخ کرده</li>
        <li>½ عدد فلفل دلمه‌ای سبز خرد شده</li>
        <li>2 عدد گوجه فرنگی متوسط</li>
        <li>1 قاشق غذاخوری آبلیمو تازه</li>
        <li>1 قاشق غذاخوری روغن زیتون</li>
        <li>نمک و فلفل سیاه به میزان لازم</li>
        <li>1 قاشق غذاخوری رب گوجه فرنگی</li>
        <li>1 عدد تخم مرغ</li>
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
        <li>فر را با دمای 180 درجه سانتیگراد گرم کنید.</li>
        <li>پودر خمیر مایه را در یک کاسه کوچک بریزید و با نصف پیمانه آب ولرم مخلوط کنید و برای 5 دقیقه کناری بگذارید تا پف کند.</li>
        <li>در یک کاسه بزرگ آرد و نمک را با هم مخلوط کنید.</li>
        <li>حفره‌ای در وسط آرد ایجاد کنید و روغن و مخلوط خمیر مایه را درون آن بریزید.</li>
        <li>نصف پیمانه آب باقیمانه را هم به آرد اضافه کنید.</li>
        <li>با دست از کناره‌ها آرد را به مواد مایع اضافه کنید و ورز بدهید تا خمیر تشکیل شود.</li>
        <li>خمیر را برای 3 الی 5 دقیقه ورز دهید تا نرم و لطیف شود.</li>
        <li>اگر خمیر به دست می‌چسبید یک قاشق غذاخوری دیگر آرد اضافه کنید و ورز بدهید.</li>
        <li>خمیر را درون یک کاسه قرار دهید و روی آن را با یک پارچه تمیز بپوشانید و در محیطی گرم برای 1 ساعت قرار دهید تا حجمش دو برابر شود.</li>
        <li>در زمانی که خمیر استراحت می‌کند شما می‌توانید مواد داخل پیده را آماده کنید.</li>
        <li>در یک تابه کمی روغن یا روغن زیتون بریزید و پیاز و فلفل دلمه‌ای را با آن تفت دهید.</li>
        <li>پیاز و فلفل دلمه‌ای را برای 2 الی 3 دقیقه روی حرارت متوسط تفت دهید تا نرم شوند.</li>
        <li>دانه‌های گوجه فرنگی را دربیاورید و گوجه فرنگی‌ها را به صورت نگینی خرد کنید و با 1 قاشق رب گوجه فرنگی به پیاز و فلفل اضافه کنید.</li>
        <li>بعد از 3 الی 5 دقیقه تفت دادن مواد، آبلیمو تازه و نمک و فلفل را اضافه کنید و بعد از کمی تفت دادن حرارت را خاموش کنید.</li>
        <li>گوشت چرخ کرده را در کاسه‌ای قرار دهید و سبزیجات تفت داده شده را با گوشت چرخ کرده مخلوط کنید.</li>
        <li>وقتی که حجم خمیر دو برابر شد، خمیر را روی یک سطح آرد پاشی شده و تمیز برای 2 دقیقه ورز دهید و سپس خمیر را به دو قسمت مساوی تقسیم کنید.</li>
        <li>خمیرها را به شکل توپ‌های کاملا گرد دربیاورید. سپس خمیرها را با وردنه به شکل دو بیضی 20x40 سانتی‌متری باز کنید.</li>
        <li>روی سینی فر را کاغذ روغنی بگذارید و خمیرها را داخل سینی بچینید.
</li>
        <li>روی هر کدام از خمیرها از ترکیب گوشت و سبزیجات بریزید. دقت کنید که 2 سانتی متر از لبه‌های خمیر باید خالی باشند و مواد روی آن نریزید.</li>
        <li>لبه خمیر را به سمت داخل و روی مواد داخل پیده برگردانید و نوک خمیر را به شک تیز و زاویه دار روی هم برگردانید تا خمیر به شکل یک قایق دربیاید.</li>
        <li>تخم مرغ را درون یک کاسه کوچک بشکنید و با کمی روغن با چنگال هم بزنید.</li>
        <li>تخم مرغ هم زده شده را با یک براش آشپزخانه روی کناره‌های خمیر پیده بمالید.</li>
        <li>پیده‌ها را برای 25 الی 30 دقیقه در فر بپزید تا خمیر تر و برشته شود و مواد روی آن بپزد.</li>
      </ol>
      </main>)}
      {class1 == "main87" &&(<main className={class1}>
      <h1> طرز تهیه خوراک جوجه چینی</h1>
      <div className="pic"></div>
      <p>
        <i>جوجه چینی نام نوعی غذا است که با سینه مرغ تهیه می‌شود. در طبخ این غذا ابتدا سینه مرغ را به شکل فیله خرد کرده سپس فیله‌ها را در خمیری که از مخلوط کردن آرد گندم، آرد برنج، آرد ذرت، بیکینگ پودر، ماءالشعیر و نمک تهیه شده قرار می‌دهند و در نهایت آن‌ها را سرخ می‌کنند. </i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">15 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">40 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">55 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">2 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
        <li>1 عدد سینه مرغ</li>
        <li>½ لیوان آرد ذرت</li>
        <li>1 لیوان آرد گندم</li>
        <li>½ لیوان آرد برنج</li>
        <li>1 قاشق مرباخوری بیکینگ پودر</li>
        <li>1 شیشه ماءالشعیر ساده</li>
        <li>2 عدد سیب زمینی آبپز</li>
        <li>2 عدد پیاز</li>
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
        <li>آرد گندم، ذرت و برنج را به همراه بیکینگ پودر و نمک مخلوط می‌کنیم و کم‌کم ماءالشعیر را به مخلوط‌مان اضافه می‌کنیم تا جایی که غلظت خمیر مانند حلیم شود سپس بگذارید خمیر به مدت 2 ساعت بماند.</li>
        <li>حالا سینه مرغ را به شکل فیله در می‌آوریم و آن‌ها را در خمیری که تهیه کرده‌ایم کاملا می‌غلتانیم تا هر دو طرف آن‌ها آغشته از خمیر شود.</li>
        <li>اکنون فیله‌ها را در روغن سرخ می‌کنیم. فقط باید مراقب باشید تا فیله‌ها نسوزند چون خیلی زود سرخ می‌شوند.</li>
        <li>سیب زمینی‌های آبپز و پیاز را به شکل حلقه‌حلقه برش می‌دهیم و پس از غلتاندن در خمیر سرخ می‌کنیم.</li>
        <li>توجه داشته باشید که پیاز و سیب‌زمینی‌ها را به صورت جداگانه سرخ کنید.</li>
        <li>این غذا بسیار خوشمزه و لذیذ است. چاشنی آن سس گوجه‌فرنگی است و پس از آن می‌توانید سس هزارجزیره را امتحان کنید.</li>
        <li>مزیت این غذا آن است که با وجود سرخ شدن، روغن اضافی به خود جذب نمی‌کند.</li>
      </ol>
      </main>)}
      {class1 == "main88" &&(<main className={class1}>
      <h1>طرز تهیه چیکن پارمزان </h1>
      <div className="pic"></div>
      <p>
        <i> چیکن پارمزان یک غذای خوشمزه است که با سینه مرغ سوخاری شده، سس گوجه فرنگی، پنیر موزارلا و پارمزان درست می‌شود. این غذا برای اولین بار در آمریکا و توسط مهاجرین ایتالیایی درست شد.</i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">15 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">40 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">55 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">4 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
        <li>2 عدد سینه مرغ بزرگ</li>
        <li>½ پیمانه آرد</li>
        <li>1 قاشق چایخوری نمک</li>
        <li>½ قاشق چایخوری فلفل</li>
        <li>2 عدد تخم مرغ بزرگ هم زده شده</li>
        <li>½ پیمانه آرد سوخاری</li>
        <li>½ پیمانه پودر پنیر پارمزان</li>
        <li>روغن به مقدار لازم</li>
        <li>1 پیمانه پنیر موزارلا رنده شده</li>
        <li>2 عدد پوره گوجه فرنگی</li>
        <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
        <li>1 عدد پیاز نگینی خرد شده</li>
        <li>3 حبه سیر ریز خرد شده</li>
        <li>1 قاشق غذاخوری ریحان تازه خرد شده</li>
        <li>1 قاشق غذاخوری جعفری تازه خرد شده</li>
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
        <li>کمی روغن در یک قابلمه کوچک بریزید.</li>
        <li>پیاز و سیر خرد شده را درون قابلمه بریزید و بگذارید با حرارت متوسط کمی سرخ شوند.</li>
        <li>بعد از اینکه پیاز و سیر کمی سرخ شدند، پوره گوجه فرنگی و رب گوجه فرنگی را اضافه کنید.</li>
        <li>نمک و فلفل به سس گوجه فرنگی اضافه کنید و اجازه دهید مواد بجوشند و بعد درب قابلمه را بگذارید و حرارت را کم کنید تا سس غلیظ شود.</li>
        <li>سینه‌های مرغ را از وسط به صورت افقی به دو قسمت مساوی برش بزنید.</li>
        <li>دو طرف هر 4 تکه مرغ را با نمک و فلفل مزه دار کنید.</li>
        <li>سه بشقاب بزرگ و کمی گود در نظر بگیرید. درون بشقاب اول آرد، نمک و فلفل را با هم مخلوط کنید.</li>
        <li>در بشقاب دوم دو عدد تخم مرغ بشکنید و با چنگال هم بزنید تا زرده و سفیده یکدست شوند.</li>
        <li>در بشقاب سوم آرد سوخاری و پودر پنیر پارمسان را با هم مخلوط کنید.</li>
        <li>سینه‌های مرغ را اول در آرد بخوابانید تا همه قسمت‌های آن با یک لایه آرد پوشیده شود.</li>
        <li>سپس سینه مرغ را در تخم مرغ بخوابانید و در مرحله سوم آن‌ها را با یک لایه آرد سوخاری و پودر پنیر پارمزان پوشش دهید.</li>
        <li>همه سینه‌های مرغ را به این روش آماده کنید.</li>
        <li>بعد از 15 دقیقه سس گوجه فرنگی را از روی حرارت بردارید و کمی ریحان خرد شده به آن اضافه کنید و هم بزنید.</li>
        <li>در یک تابه بزرگ تکه‌های مرغ را با روغن سرخ کنید.</li>
        <li>وقتی دو طرف سینه مرغ سرخ شد، حرارت را خاموش کنید.</li>
        <li>فر را با دمای 230 درجه سانتی گراد گرم کنید.</li>
        <li>در یک ظرف پیرکس یا ظرف مناسب فر نیمی از سس گوجه فرنگی که درست کرده اید را پخش کنید.</li>
        <li>تکه‌های مرغ سرخ شده را کف ظرف بچینید و باقی مانده سس را روی مرغ بریزید.</li>
        <li>پنیر موزارلا رنده شده را روی مرغ‌ها پخش کنید.</li>
        <li>ظرف را در طبقه فر برای 15 دقیقه و با دمای 230 درجه سانتیگراد قرار دهید تا پنیر آب شود.</li>
        <li>چیکن پارمزان را با کمی جعفری خرد شده تزیین کنید.</li>
        <li>می‌توانید این غذا با را با اسپاگتی هم سرو کنید و از طعم خوب آن لذت ببرید.</li>
      </ol>
      </main>)}
      {class1 == "main89" &&(<main className={class1}>
      <h1>طرز تهیه پاستیتسیو یونانی </h1>
      <div className="pic"></div>
      <p>
        <i>پاستیتسیو یا لازانیای یونانی یک غذای یونانی است که در نگاه اول شبیه به موساکا و لازانیا و سس آن شبیه به سس پاستا بلونیز ایتالیایی است. پاستیتسیو با گوشت چرخ کرده، سس بشامل و پاستا درست می‌شود و چرب و سنگین است. </i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">1 ساعت</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">40 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">1 ساعت 40 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">6 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
        <li>300 گرم پاستا</li>
        <li>2 عدد تخم مرغ</li>
        <li>140 گرم پنیر فتا</li>
        <li>2 قاشق غذاخوری روغن زیتون</li>
        <li>نمک و فلفل به مقدار لازم</li>
        <li>کمی جعفری خرد شده</li>
        <li>700 گرم گوشت چرخ کرده</li>
        <li>1 عدد پیاز خرد شده</li>
        <li>3 عدد سیر رنده شده</li>
        <li>2 قاشق غذاخوری رب گوجه فرنگی</li>
        <li>400 گرم پوره گوجه فرنگی</li>
        <li>¼ قاشق چایخوری دارچین</li>
        <li>نمک و فلفل به مقدار لازم</li>
        <li>1 قاشق چایخوری آویشن</li>
        <li>½ فنجان آب</li>
        <li>روغن زیتون به مقدار لازم</li>
        <li>1 لیتر شیر</li>
        <li>120 گرم کره</li>
        <li>120 گرم آرد</li>
        <li>نمک و فلفل</li>
        <li>¼ قاشق چایخوری جوز هندی</li>
        <li>85 گرم پنیر پارمزان</li>
        <li>2 عدد زرده تخم مرغ</li>
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
        <li>پاستا را در مقداری آب بجوشانید تا نرم شود. سپس پاستا را آبکش کنید و کناری بگذارید تا کمی خنک شود.</li>
        <li>سپس پاستا را درون یک کاسه بزرگ بریزید و دو عدد تخم مرغ، پنیر فتا و نمک و فلفل و جعفری خرد شده را اضافه کنید و خوب مخلوط کنید.</li>
        <li>پاستا را درون ظرف فر که از قبل با کمی روغن زیتون چرب کرده بودید بریزید. یک ظرف 22 در 33 سانتی‌متری برای درست کردن این غذا مناسب است.</li>
        <li>در یک ماهیتابه بزرگ مقداری روغن زیتون بریزید و روی حرارت بگذارید تا گرم شود.</li>
        <li>پیاز خرد شده را اضافه کنید و برای 4 الی 5 دقیقه تفت بدهید. سیر خرد شده را هم اضافه کنید و برای 2 دقیقه با پیاز تفت بدهید.</li>
        <li>گوشت چرخ کرده را به پیاز و سیر اضافه کنید و تفت بدهید تا رنگ آن عوض شود. رب گوجه فرنگی را اضافه کنید و خوب مخلوط کنید.</li>
        <li>در مرحله بعد آب و پوره گوجه فرنگی را اضافه کنید و اجازه دهید مواد کمی با هم بپزند.</li>
        <li>سپس دارچین و نمک و فلفل را اضافه کنید و اجازه دهید سس گوشت غلیظ شود.</li>
        <li>در یک ماهیتابه دیگر کره را آب کنید، سپس آرد را اضافه کنید و مدام هم بزنید تا خمیری شکل شود.</li>
        <li>کم کم شیر گرم را اضافه کنید و هم بزنید تا آرد درون شیر گلوله گلوله نشود.</li>
        <li>وقتی که سس غلیظ و یکدست شد آن را از روی حرارت بردارید و نمک و فلفل و جوز هندی و پنیر پارمزان و زرده‌های تخم مرغ را اضافه کنید و خوب هم بزنید تا یکدست شوند.</li>
        <li>فر را با دمای 175 درجه سانتیگراد گرم کنید.</li>
        <li>4 الی 5 قاشق از سس بشامل را داخل سس گوشت بریزید و کاملا مخلوط کنید.</li>
        <li>یک لایه از سس گوشت روی لایه پاستا بریزید و خوب پخش کنید.</li>
        <li>یک لایه هم سس بشامل روی سس گوشت بریزید و کاملا پخش کنید.</li>
        <li>کمی پنیر پارمزان رنده شده روی سس بشامل بریزید.</li>
        <li>ظرف را برای 40 دقیقه داخل فر بگذارید تا روی آن طلایی و برشته شود.</li>
        <li>غذا را 30 دقیقه قبل از سرو از فر دربیاورید تا راحت برش بخورد.</li>
      </ol>
      </main>)}
      {class1 == "main90" &&(<main className={class1}>
      <h1>طرز تهیه کمپیر </h1>
      <div className="pic"></div>
      <p>
        <i>کمپیر یا کومپیر یک غذای ساده خیابانی در ترکیه است که با سیب زمینی درست می‌شود. می‌توان گفت کمپیر یک نوع سیب زمینی تنوری است.</i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">15 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">55 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">1 ساعت 10 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">4 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
       <li>4 عدد سیب زمینی بزرگ</li>
       <li>4 قاشق چایخوری کره</li>
       <li>4 قاشق غذاخوری پنیر موزارلا</li>
       <li>ترشی کلم قرمز به میزان لازم</li>
       <li>4 عدد سوسیس کوچک حلقه حلقه شده</li>
       <li>خیارشور به میزان لازم</li>
       <li>زیتون به میزان لازم</li> 
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
        <li>سیب زمینی‌ها را بشویید و سطح سیب زمینی‌ها را به روغن زیتون آغشته کنید تا بعد از پخت ترد شوند.</li>
        <li>سیب زمینی‌ها را داخل آلومینیوم فویل بپیچید و داخل فر با دمای 200 الی 220 درجه سانتیگراد قرار دهید.</li>
        <li>بگذارید سیب زمینی‌ها برای 40 الی 45 دقیقه داخل فر بپزند. برای اینکه مطمئن شوید سیب زمینی‌ها پخته‌اند می‌توانید از خلال دندان یا چنگال استفاده کنید. اگر بافت سیب زمینی نرم شده بود یعنی سیب زمینی‌ها پخته‌اند.</li>
        <li>هنگام پخت سیب زمینی‌ها، درون یک ماهیتابه کمی روغن بریزید و سوسیس‌های حلقه حلقه شده را سرخ کنید.</li>
        <li>بعد از پخت سیب زمینی‌ها را از فر بیرون بیاورید. آلومینیوم فویل‌ها را باز کنید و برای 10 دقیقه دیگر سیب زمینی‌ها را بدون فویل درون فر قرار دهید تا پوست آن‌ها قهوه‌ای شود.</li>
        <li>سیب زمینی‌ها را بیرون بیاورید و روی آن‌ها برشی ایجاد کنید.</li>
        <li>1 قاشق کره و 1 قاشق پنیر و نمک و فلفل درون سیب زمینی‌ها بریزید و با چنگال کمی مخلوط کنید تا به شکل پوره دربیاید.</li>
        <li>سوسیس‌های سرخ شده، ذرت، ترشی کلم و زیتون را داخل سیب زمینی‌ بریزید و سرو کنید.</li>
      </ol>
      </main>)}
      {class1 == "main91" &&(<main className={class1}>
      <h1>طرز تهیه بیف استروگانف </h1>
      <div className="pic"></div>
      <p>
        <i> بیف استروگانف یک غذای روسی است که در آن گوشت گوساله به صورت خلالی خرد می‌شود و سرخ می‌شود و با سسی که با خامه ترش درست می‌شود سرو می‌شود.</i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">30 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">40 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">1 ساعت 10 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">3 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
        <li>نیم کیلوگرم گوشت فیله یا راسته گوساله</li>
        <li>200 گرم قارچ</li>
        <li>1 عدد پیاز</li>
        <li>300 گرم سیب زمینی</li>
        <li>2 قاشق غذاخوری آرد</li>
        <li>300 میلی لیتر شیر</li>
        <li>نمک و فلفل و زردچوبه</li>
        <li>50 گرم خامه</li>
        <li>50 گرم کره</li>
        <li>2 قاشق غذاخوری پنیر پارمزان</li>
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
          <li>پیاز را خلالی یا نگینی خرد کنید و با دو قاشق روغن در یک ماهیتابه چدنی سرخ کنید.</li>
          <li>گوشت فیله یا راسته اگر ضخامت زیادی دارد، به صورت افقی با یک چاقوی تیز برش بزنید تا نازک‌تر شود. چون زمان پخت بیف استروگانف زیاد نیست باید گوشت نازک برش بخورد.</li>
          <li>بعد از اینکه گوشت را نازک کردید به صورت خلالی برش بزنید.</li>
          <li>بعد از اینکه پیازها کمی طلایی و نرم شد، گوشت‌های نازک برش خورده را به پیاز اضافه کنید.</li>
          <li>به گوشت کمی فلفل سیاه و زردچوبه اضافه کنید و گوشت را تفت بدهید تا کاملا سرخ شود. زمانی که گوشت تغییر رنگ داد و کمی نمک به آن اضافه کنید.</li>
          <li>قارچ‌ها را به صورت ورقه ورقه برش دهید و کمی آبلیمو بزنید تا رنگ آن سیاه نشود.</li>
          <li>در یک ماهیتابه دیگر، قارچ و کره و یک قاشق روغن را حرارت بالا تفت دهید تا قارچ سرخ شود و آب آن تبخیر شود.</li>
          <li>وقتی قارچ سرخ شد و آب آن تبخیر شد، آرد را به قارچ‌ها اضافه کنید و برای 2 دقیقه قارچ و آرد را با هم تفت بدهید.</li>
          <li>سپس شیر را اضافه کنید و حرارت را زیاد کنید و قارچ و شیر را هم بزنید تا شیر غلیظ شود. این کار حدود 5 دقیقه طول می‌کشد. در این مرحله می‌توانید کمی نمک و فلفل هم به سس اضافه کنید.</li>
          <li>بعد از غلیظ شدن شیر حرارت را خاموش کنید و خامه را اضافه کنید و هم بزنید تا سس غلیظ و یکدستی ایجاد شود.</li>
          <li>سپس سس خامه‌ای را به گوشت‌هایی که سرخ شده‌اند اضافه کنید و اجازه دهید برای 5 دقیقه این مواد با هم مخلوط شوند و طعم سس به خورد گوشت برود.</li>
          <li>سیب زمینی‌ها را اول به صورت ورقه‌های نازک خرد کنید. بعد ورقه‌های سیب زمینی را خلالی و ریز خرد کنید و داخل آب سرد بریزید. چند بار آب سرد را عوض کنید تا زمانی که نشاسته سیب زمینی کاملا برود و آب زلال شود.</li>
          <li>سیب زمینی‌ها را بعد درون آبکش بریزید و روی دستمال تمیز آشپزخانه خشک کنید.</li>
          <li>بعد از خشک کردن سیب زمینی‌ها را درون روغن سرخ کنید.</li>
          <li>بیف استروگانف را درون ظرف بکشید و روی آن سیب زمینی خلالی سرخ شده و پودر پنیر پارمزان بریزید و سرو کنید.</li>
      </ol>
      </main>)}
    {class1 == "main92" &&(<main className={class1}>
      <h1> طرز تهیه پاستا ساده با سس آلفردو</h1>
      <div className="pic"></div>
      <p>
        <i>پختن انواع پاستا با سس‌های مخصوص آن یکی از بهترین مهارت‌های آشپزی است که می‌توانید یاد بگیرید. پاستا غذایی ارزان است، سریع طبخ می‌شود و روش‌های زیادی برای سرو آن وجود دارد. بنابراین اگر نمی‌دانید برای ناهار یا شام چه غذایی درست کنید سریع دست به کار شوید و یک مدل پاستا درست کنید.</i>
      </p>
      <div className="lists">
        <div className="list">
          <span className="one11">زمان آماده سازی</span>
          <span className="two11">30 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان پخت</span>
          <span className="two11">30 دقیقه</span>
        </div>
        <div className="list">
          <span className="one11">زمان کل</span>
          <span className="two11">1 ساعت</span>
        </div>
        <div className="list">
          <span className="one11">تعداد</span>
          <span className="two11">2 نفر</span>
        </div>
      </div>
      <h3>مواد لازم</h3>
      <ol className="one111">
        <li>200 گرم پاستا پنه</li>
        <li>1 حبه سیر</li>
        <li>200 گرم خامه</li>
        <li>300 میلی‌لیتر شیر</li>
        <li>300 گرم فیله مرغ خرد شده</li>
        <li>100 گرم پنیر پارمزان</li>
        <li>50 گرم کره</li>
        <li>300 گرم قارچ</li>
        <li>نمک و فلفل به مقدار لازم</li>
      </ol>
      <h2>دستور العمل‌</h2>
      <ol className="two222">
        <li>پاستا پنه را در آب بجوشانید و بعد آبکش کنید.</li>
        <li>فیله مرغ را به مکعب‌های کوچک خرد کنید و با کمی روغن تفت بدهید.</li>
        <li>کره و سیر رنده شده را به مرغ اضافه کنید و باهم مخلوط کنید.</li>
        <li>بعد از پخت مرغ قارچ را اضافه کنید و کمی نمک و فلفل بزنید.</li>
        <li>داخل یک قابلمه‌ کوچک، کمی از کره را آب کنید و خامه را به آن اضافه کنید و بهم بزنید تا خوب یکدست شود.</li>
        <li>پنیر پارمزان و فلفل را هم اضافه کنید و بهم بزنید.</li>
        <li>بعد از اینکه سس کمی غلیظ شد حرارت را خاموش کنید و بگذارید کمی از حرارت بیوفتد.</li>
        <li>سپس سس را به مرغ اضافه کنید و مخلوط کنید.</li>
        <li>پاستاهای آبکش کرده را داخل ظرف بریزید و ترکیب سس و مرغ را روی پاستا بریزید و خوب هم بزنید تا سس به خورد پاستا برود.</li>
        <li>بلافاصله پاستا را سرو کنید. این پاستا باید گرم سرو شود.</li>
      </ol>
      </main>)}
    </>
  );
}
